[
    {
        "title": "Turkish, Indonesian firms strike defense cooperation deals",
        "date": "Sun, November 6, 2022",
        "content": "undefined\n\nTwo Turkish defense companies set up separate cooperation deals with their Indonesian counterparts at the 2022 Indo Defense and Expo in Jakarta on Thursday, further strengthening existing industrial ties.undefinedDefense electronics and software maker Havelsan signed a Memorandum of Understanding (MoU) with PT Falah Inovasi Teknologi to cooperate in product development for training and simulation.undefinedStarting from IDR 55,500/monthOr let Google manage your subscription"
    },
    {
        "title": "Twitter starts rolling out new paid subscription",
        "date": "Sun, November 6, 2022",
        "content": "Twitter began rolling out a controversial new paid subscription system on Saturday that the social network's unpredictable new owner, billionaire Elon Musk, ordered staff to build after taking over last week.Days into the Tesla boss's stewardship of one of the world's leading platforms for discourse and activism, his promises and provocations are prompting a wave of reactions -- including warnings from the United Nations and an apology from Twitter's co-founder. His plan to dial back content moderation on the site is causing such concern that UN rights chief Volker Turk on Saturday urged him to make respect for human rights central to the social network.\"Twitter has a responsibility to avoid amplifying content that results in harms to people's rights,\" Turk said in his open letter. Reports of Musk laying off the platform's entire human rights team were \"not, from my perspective, an encouraging start,\" he said. Jack Dorsey, who co-founded Twitter in 2006 and stepped down as CEO last year, tweeted to apologize for growing the site too quickly a day after roughly half the company's 7,500 employees were fired by Musk. \"I realize many are angry with me,\" he wrote.The remaining employees are witnessing an upheaval in their company's culture. As early as last Friday, Musk launched his first flagship project, the redesign of the Twitter Blue subscription option.He has reportedly told his team the redesign must be ready for potential activation by November 7 -- the day before the US midterm elections -- or their jobs will be on the line. undefinedOn Saturday the platform's mobile app began offering an update that will allow users to sign up for the new version of Twitter Blue, which Musk has said will cost $8 a month, and is set to grant users a blue checkmark and perks such as less advertising in their feeds.\"Starting today, we're adding great new features to Twitter Blue,\" says the update, only on iPhones for now. \"Get Twitter Blue for $7.99 a month if you sign up now.\" In a tweet, the California-based company's director of product development Esther Crawford specified that the new service had yet to go live.\"The new Blue isn't live yet -- the sprint to our launch continues but some folks may see us making updates because we are testing and pushing changes in real-time,\" she posted.The current version of the service, which costs $5, contains premium features, such as a more comfortable reading mode. Musk wants to add a blue tick that until now has symbolized account verification, though he has not explained how the paying accounts will be verified.Verification has been free and serves as proof of authenticity for the accounts of users such as governments, journalists, celebrities and sports figures -- a system put in place to prevent misinformation, but which Musk has derided as \"lords & peasants.\"The update also lists other benefits mentioned by Musk, such as the ability to post longer videos and audio messages, and fewer ads.undefinedThe California-based company needs to diversify its income, heavily reliant on advertising. And with concerns that Musk's tinkering with content moderation will flood the site with hate speech and misinformation, several advertisers have reportedly suspended their spending on the platform since he bought it. Musk has insisted that content moderation remains a priority, that the rules had not changed, and that he would create a council dedicated to this task. But he also blamed \"activist groups\" for pressuring advertisers.\"We did everything we could to appease the activists. Extremely messed up! They're trying to destroy free speech in America,\" he tweeted on Friday.The social network is losing more than $4 million a day, he said, to justify the layoffs. He promised Saturday that Twitter would evolve, with more convenient sharing and search tools, and ways to monetize content for creators."
    },
    {
        "title": "Waste reduction and circular-economy acceleration to fight against marine debris ",
        "date": "Fri, November 4, 2022",
        "content": "According to the World Bank, Indonesia generates approximately 7.8 million tonnes of plastic waste annually. Moreover, the Environment and Forestry Ministry (KLHK) revealed that out of 68.5 million tonnes of waste, 11.6 million tonne were plastic waste (2021).As the country with the second-most plastic waste in the world, Indonesia’s problem has become apparent in its communities. The enormous quantities of plastic waste have taken a toll on marine life, as animals often get entangled in the plastic waste and die. Waste has also clogged the oceans and waste choking rivers has deprived local communities of their source of food and water.The amount of waste also contributes to one of the most frequent natural disasters to happen in the country: flooding. To curb the challenge of plastic waste and marine debris, the Indonesian government has set a target to reduce plastic waste in the ocean by 70 percent by 2025.The Coordinating Ministry for Maritime Affairs and Investment together with the National Plastic Action Partnership (NPAP) and Directorate General of Waste, Waste and Hazardous Toxic Management (PSLB3) at KLHK recently collaborated and held Beating Plastic Pollution from Source to Sea, as a part of the series of Road to Group of 20 (G20) events. The event is aimed to promote the acceleration of a circular economy to lessen the output of waste in the country.“Priority actions are needed in the entire waste management ecosystem including reducing plastic use, packaging innovation as well as recovery, recycling and collection in accordance with Minister of Environment and Forestry Regulation No. 75 of 2019 concerning the Roadmap for Waste Reduction,” said Novrizal Tahar, Director of Waste Management at KLHK.Understanding the importance of collective actions between the government, individuals and all sectors of corporations, Danone-AQUA actively collaborates with multi-stakeholders to support the creation of waste management. The company opened the largest Integrated Waste Management Site (TPST) in Bali last year. The TPST, located in Samtaku Jimbaran, is built on an area of ​​5,000 square meters and has a capacity of 120 tonnes/day using a circular economy model and Zero Waste to Landfill.undefinedundefinedThe facility was visited by the guests at the Road to G20 pre-event to educate attendees about the importance of the development of waste-management infrastructure in Indonesia. It also showcases what the company has done to contribute to the problem of plastic waste in the country, in line with the value set forth by the Industry Ministry, which continues to encourage the FMCG industry and the recycling industry to implement a circular economy by setting standards.\"Danone-AQUA fully supports the government to ultimately help reduce plastic in the ocean. We recognize the complexity of the plastic-waste management problem, which can only be solved if all parties make a real and strong contribution; therefore, a multi-stakeholder approach is needed in the implementation of the Waste Reduction Roadmap KLHK,” said Vera Galuh Sugijanto, Danone Indonesia's vice president general secretary.The company has also launched #BijakBerplastik movement in 2018, an initiative that supports the government's target in managing and reducing the amount of plastic waste that ends up in the oceans. The program works through three main foci: developing waste-collection infrastructure, educating consumers and the public and product-packaging innovation. In addition, Danone-AQUA ensures all of their packaging is 100 percent recyclable, reusable or compostable.“To reduce the potential for waste generation, we also use the Reusable Gallon packaging, which we have been using since 1983 while continuing to maintain its quality. Through this reuse business model, currently 70 percent of our business has been fully circular in accordance with the government's vision of accelerating the implementation of a circular economy,” added Vera.A study done by LPEM FEB UI noted that AQUA's reusable gallons have contributed to reducing the potential for waste generation of up to 770,000 tonnes and carbon emissions of up to 1.6 million tonnes per year. The World Bank also echoed the essentiality of collaborative efforts from the private sector to come together to solve challenges in waste management.“The role of the private sector is very important in accelerating the development of solid-waste infrastructure in Indonesia. In accordance with the National Policy Action Partnership Policy Roadmap, it is important to strengthen and start implementing regulations regarding the reduction, redesign, reuse and recycling of waste from land sources to reduce the amount of waste released into the sea,\" concluded André Rodrigues de Aquino, the World Bank's Sustainable Development Program leader for Indonesia and East Timor.undefined"
    },
    {
        "title": "Thales Indonesia: Delivering digital solutions 40 years and beyond",
        "date": "Fri, November 4, 2022",
        "content": "Indonesia is rising to international prominence due to its increasing participation in various intergovernmental forums, including ASEAN and the Group of 20. However, with Indonesia holding such a strategic role on the global stage, it is also becoming apparent that it needs to modernize its domestic sectors while at the same time increasing the competitiveness of its people.However, the government has acknowledged that there is a great disparity between those in urban areas and rural communities. Therefore, it needs a comprehensive road map that involves various stakeholders – both private and governmental – to reach those disadvantaged by Indonesia’s vast geography.Thales Group (Thales Indonesia) is a historical partner that supports Indonesia with its three pillars of growth, space, digital and defense. For over 40 years, it has offered various digital solutions and contributed to the development of Indonesian infrastructure.In 2019, Indonesia’s Communications and Information Ministry appointed domestic satellite operator Pasifik Satelit Nusantara (PSN) to deploy and operate a telecommunications satellite. A PSN-led consortium then appointed Thales’ aerospace arm, Thales Indonesia.The satellite, named SATRIA, is expected to be Indonesia’s biggest and most powerful satellite. SATRIA is aimed to provide a 5G connection with over 150 gigabytes per second to Indonesia’s most remote areas.“With this satellite project, we are influencing the lives of people who are located across the archipelago,” said Olivier Rabourdin, country director of Thales Indonesia. “It’s not just about [customers and contractors], but also the people whose lives we are connecting.”The program also aims to enrich local engineers and talents from Indonesia. For example, PSN will be sending its engineers and employees to specific and dedicated training sessions to improve their skills and knowledge.  “Eventually, we want to see PSN operating the SATRIA without any assistance from Thales,” explained Rabourdin. “In the end, the most important goal is [Indonesia’s] autonomy, independence and sovereignty.”undefinedundefinedDeveloping sovereign products is the main keyword in Thales’ vocabulary in the context of its relationship with Indonesian stakeholders. The company wants to accompany Indonesia’s modernization through technology and knowledge transfer. “We greatly adhere to the undefined[related to Indonesian red-and-white flag, national-focused] policy in order to have Indonesia increase its capacity to manufacture its own equipment, especially in the defense unit.” said Olivier.On April 20, President Joko “Jokowi” Widodo launched DEFEND ID, a state-owned holding company for the defense industry consisting of five state-owned enterprises (SOEs) specializing in defense and related technologies. Indonesia’s Defense Minister Prabowo Subianto emphasized that the holding must reach the goal of having 50 percent local content in its portfolio by 2024.One of the SOEs within DEFEND ID is state champion PT Len Industri (PT Len), Thales’ longtime partner. In 2017, Thales and PT LEN signed a memorandum of understanding (MOU) for cooperation in research and development for combat management systems (CMS). It includes the technology transfer of TACTICOS CMS for ships under the Indonesian Navy.To Thales and PT Len, technology transfer is not just a marketing word, but a reality. For example, PT Len is developing software for combat management systems with Thales helping develop an application crucial to the software’s architecture. In the end, PT Len will be fully responsible for the production toward the end stage.“We are permanently in contact with the Defense Ministry to attain a better understanding of their operational needs and what they want in terms of capabilities,” Olivier added. “The Indonesian Armed Forces’ needs in particular are very ambitious, especially considering Indonesia’s geopolitical standing.”Aside from working with defense SOEs, Thales has also been a key partner in air defense and the national command and control equipment. Extending its expertise in air control to the civil domains, Thales has also provided various solutions for air traffic management and signaling systems for railways.From Nov. 2-5, Thales will be showcasing its upcoming solutions at the Indo Defense 2022 Expo and Forum for international defense and security equipment manufacturers.While Thales remains a strong strategic partner in defense solutions, it also aims to integrate better into Indonesian society by offering civil solutions. “In the end, Thales’s focus isn’t only on its users and customers but also the people; the communities in Indonesia that we help,” Rabourdin concluded. “In the end, it’s all about adding a human touch to the solutions that we create.”undefined"
    },
    {
        "title": "Aston Martin losses deepen despite rising car sales",
        "date": "Fri, November 4, 2022",
        "content": "British luxury carmaker Aston Martin Lagonda on Wednesday revealed its third-quarter net losses more than doubled on supply-chain disruptions, offsetting accelerating sales.Losses after tax hit £228 million ($262 million) in the three months to the end of September, after a shortfall of almost £90 million a year earlier, according to the group which is targeting electrification of its range.Sales of the brand, loved by fictional spy James Bond, zoomed by a third to £315.5 million, but this was propelled by a 28-percent increase in the average car price, it said in a statement.Aston Martin faced \"supply chain and logistics disruption as well as inflationary pressures impacting the broader automotive industry\" which delayed car deliveries and ramped up costs, noted chairman Lawrence Stroll.The group was hit also by a plunge in the pound that made dollar-denominated debt more expensive.undefinedAston Martin has been knocked off track also by a collaboration with troubled electric car battery startup Britishvolt.UK-based Britishvolt on Wednesday said it had secured \"necessary near-term investment\" after media reported on Monday that the cash-strapped firm was on the brink of collapse.The startup, which is developing a £3.8-billion electric battery factory in northeastern England, also warned that the \"weakening economic situation is negatively impacting much business investment\".Britishvolt said staff had agreed to a temporary pay cut despite a UK cost-of-living crisis amid sky-high inflation.Britain is due to ban the sale of new high-polluting diesel and petrol cars from 2030, forcing its car manufacturing sector to increasingly switch production to electric models.Aston Martin meanwhile suffered vast losses in 2019 as it crashed spectacularly on weak global demand linked to China's economic slowdown and Brexit.Losses then deepened further as a result of fallout from the coronavirus pandemic.The automaker was saved from bankruptcy in early 2020 by Canadian billionaire Lawrence Stroll, who is the top shareholder.Saudi Arabia became the second-biggest investor following a capital injection from its sovereign wealth fund earlier this year.Aston Martin is looking to shift gear into fully-electric vehicles from 2025. "
    },
    {
        "title": "Inspirational traditional business owners lift up their communities",
        "date": "Fri, November 4, 2022",
        "content": "Micro, small and medium enterprises (MSMEs) are the backbone of Indonesia’s economy, accounting for over 61 percent of Indonesia’s total gross domestic product (GDP) and absorbing around 97 percent of domestic employment, according to data published by the Investment Ministry.Moreover, the e-Conomy SEA 2022 report by Google, Temasek and Bain & Company shows that more than 50 percent of businesses in urban communities have started their digital adoption, especially stores that are expanding their business via e-commerce platforms. Indonesia's digital economy is expected to reach a gross merchandise value (GMV) of around Rp 1,198.3 trillion (US$76.6 billion) in 2022, a 22 percent increase from last year. The same research shows that the e-commerce sector holds the highest adoption of digital users at 89 percent.Tokopedia is arguably the biggest Indonesian e-commerce platform and has supported MSMEs before, during and after the pandemic. The Mitra Tokopedia seller application has entered its fourth year, and the company has organized the undefined campaign in order to further support its traditional business partners.“The undefined campaign is aimed at appreciating traditional business partners, who have been using the Mitra Tokopedia application to start and develop their businesses. Through this campaign, Tokopedia has held the Cerita Kampung Mitra Tokopedia competition and has chosen the winners with the most inspiring stories,\" explained Karina Susilo, Head of New Retail at Tokopedia.The e-commerce business will renovate the stalls or shops of the winners so that they are more enthusiastic in running their business. The winners were picked based on their inspiring stories and the impact they have had on their communities.One of the winners was Marfour Syma, the proud owner of Toko Si Kembar in Bogor, West Java. She has been using the Tokopedia Mitra application since 2018 to find additional income because her husband was forced to retire.Without starting capital, she was able to start selling digital products, such as telephone credit, data packages, game vouchers and electricity tokens. Regarded as an inspiration in her community, she usually spends any profit she can spare to contribute to undefined (Friday blessings), a weekly charity event in her neighborhood.“Thanks to Mitra Tokopedia, I didn't need to spend capital to start selling digital products such as credit or data packages. It was also very helpful for me to manage books and record customer debts with the Record Debt feature on the Tokopedia application. If there is extra profit, I always share my sustenance with others in need,\" said Marfour.Similar to Marfour’s story, Titin Lestari uses the Tokopedia platform to earn a living alongside her physical store, Toko Gibran. A member since 2019, the local business owner from Medan, North Sumatra, sells basic necessities and digital products using the wholesale and digital products feature on the platform, respectively.She opened her store in 2017 and has seen the huge difference Tokopedia has made to her daily turnover. She revealed that her profits now reached millions of rupiah, and she is making twice what she earned before using the platform. Titin often helps other residents to earn a living by opening up her store as a consignment, reselling products for other small business owners in the area.“The stalls are also getting busier, so I can help people who don't have a place to sell their wares,” said Titin, who said her store was usually filled with customers.undefined"
    },
    {
        "title": "Twitter confirms layoffs to begin Friday as Elon Musk steps in",
        "date": "Fri, November 4, 2022",
        "content": "Twitter said it will start laying off employees on Friday, as the new billionaire owner Elon Musk moves quickly after his big takeover to make the messaging platform financially sound.A company-wide email seen by undefined says Twitter employees will receive word via email at the start of business Friday, California time, as to what their fate is.It does not give a number but the undefined and undefinedreported that about half of Twitter's 7,500 employees will be let go.\"In an effort to place Twitter on a healthy path, we will go through the difficult process of reducing our global work force,\" the email said.Twitter employees have been bracing for this kind of bad news since Musk completed his mammoth US$44 billion acquisition late last week and quickly set about dissolving its board and firing its chief executive and top managers.A workplace and employee review and other projects ordered by Musk were reportedly so exhaustive and grueling that some engineers slept at Twitter headquarters over the weekend.The email sent Thursday told workers to go home and not report for work on Friday.\"Our offices will be temporarily closed and all badge access will be suspended,\" the email said. Those on the way to the office should turn around and return home.\"The email acknowledged that Twitter is going through \"an incredibly challenging experience.\"\"We recognize that this will impact a number of individuals who have made valuable contributions to Twitter, but this action is unfortunately necessary to ensure the company’s success moving forward,\" it added.Saddled with the purchase of Twitter, for which Musk has said he overpaid, the tycoon is looking for ways for Twitter to make money – and fast.His most recent idea was to charge $8 a month to anyone on Twitter who would receive a blue \"verified\" badge assuring the public that the account is authentic.A news report this week said Musk wanted to charge $20 a month but faced a backlash, including from bestselling novelist Stephen King, who tweeted: \"$20 a month to keep my blue check?\" It was followed by an expletive.Musk responded on Twitter, seemingly bargaining with King: \"we need to pay the bills somehow! Twitter cannot rely entirely on advertisers. How about $8?\"Musk has said he wants to increase Twitter's revenue from $5 billion last year to more than $26 billion in 2028. Top global companies, including General Mills and Volkswagen, suspended their advertising on Twitter on Thursday as pressure builds on Musk to turn his platform into a successful business.US auto giant General Motors last week was the first major advertiser to suspend advertising following the takeover.Officials and civil rights groups have expressed worry that Musk will open the site to uncontrolled hate speech and misinformation as well as reinstate banned accounts, including that of former US president Donald Trump.Advertisers are Twitter’s main source of revenue and Musk has tried to calm the nerves by reassuring that the site would not become a \"free-for-all hellscape”."
    },
    {
        "title": "BMW sees profits jump on higher prices for luxury cars",
        "date": "Thu, November 3, 2022",
        "content": "German automaker BMW reported Thursday a 23-percent increase in third-quarter profit thanks to robust demand for pricier luxury models, but it warned that soaring inflation could limit purchases from consumers.The Munich-based group said it had booked a net profit of nearly 3.2 billion euros ($3.1 billion), up from 2.6 billion euros between July and September last year.Car deliveries, however, were down nearly one percent over the period, as the industry continues to grapple with supply chain disruptions and Covid lockdowns in China.BMW said \"higher prices\" for its premium vehicles had helped deliver a \"solid\" third quarter.The group said it was on track to meet its full-year earnings targets. Although the overall sales volume was expected to be \"slightly lower\" than in 2021, sales of fully-electric vehicles should still double, it said.\"The market success of our fully-electric models, in particular, means we can look forward to the coming months with confidence,\" CEO Oliver Zipse said in a statement.With many countries bracing for a recession as Russia's war in Ukraine sends energy prices higher and central banks raise interest rates to tame red-hot inflation, the group warned that customer demand would slow in the months ahead.\"High inflation rates and interest rate hikes are causing conditions for consumers to deteriorate, which will impact their purchasing behaviour in the coming months,\" BMW said."
    },
    {
        "title": "Europe leans on Asia for 'homegrown' EV batteries",
        "date": "Thu, November 3, 2022",
        "content": "Europe's drive to build a homegrown electric vehicle battery industry is hitting roadblocks as investors shy away from giving start-ups sufficient funding to challenge the Asian companies that dominate the market.With the notable exception of Sweden's Northvolt, some start-ups hoping to build so-called giga-factories to compete with the Asian behemoths are going for smaller plants, with the aim of attracting more investment further down the line.Britishvolt is just one of the start-ups with grand ambitions to run into trouble. It wants 3.8 billion pounds ($4.4 billion) to build a giga-factory in northern England but its plans are hanging by a thread as it struggles to lure enough investment. Unlike Northvolt, which formed a joint venture with German carmaker Volkswagen in 2019 and struck a long-term supply deal with BMW in 2020, Britishvolt has yet to sign any major customers or test its technology on a commercial scale.\"Nobody will give you an order on the strength of a PowerPoint,\" said David Roberts, who has invested in several British firms to focus on zero-emission cars. \"You're looking at six years before you have real sales, so where the hell do you get $5 billion plus operating costs without an order?\"That's why a number of European start-ups are taking the slower route, building smaller, cheaper plants with a capacity below 1 gigawatt-hour (GWh) - dubbed \"mega-factories\" - to produce cells at scale and then win contracts from carmakers.French battery start-up Verkor, for example, announced on Wednesday that it had raised 250 million euros ($249 million) to fund a mega-factory. Chief Executive Benoit Lemaignan described it as a \"baby step\", before the company embarks on raising funds for a 1.6 billion euro 16 GWh giga-factory that should open in 2025 and will supply French carmaker Renault.undefinedThe European Union, which launched the European Battery Alliance in 2017 to kick-start a homegrown industry, wants companies in the region to provide 90 percent of the batteries needed by 2030 to power the energy transition on the continent.When it comes to electric vehicle (EV) batteries, Benchmark Mineral Intelligence (BMI) estimates that Europe should have a manufacturing capacity of 1,200 GWh by 2031 if current plans come to fruition, outstripping expected demand of 875 GWh. But of that 1,200 GWh, 44 percent will be provided by Asian companies with factories in Europe, ahead of homegrown firms on 43 percent and Tesla with 13 percent, according to a undefined calculation based on BMI data.What's more, Caspar Rawles, BMI chief data officer, said some of the plants being planned by European companies \"won't ever make it off the drawing board\".At the same time, the Chinese, South Korean and Japanese firms that dominate the market are more likely to follow through because they already have contracts with global carmakers and experience building giga-factories around the world, he said.\"The vast majority of European capacity is going to be Asian,\" Rawles said.European carmakers BMW, Mercedes-Benz, Stellantis and Volkswagen have all signed offtake agreements from plants under construction by Asian players, such as China's CATL and South Korea's LG Energy Solution. And China's Envision, for example, is already considering building more plants in Europe. The European Battery Alliance (EBA) acknowledges Asian firms, and Chinese companies in particular, are likely to increase their market share in the coming years, helped by their track record and offtake agreements.undefined\"The European Commission and the member states should be aware that if we want to have at least some resilience, knowledge and know-how in battery production, you need to have some domestic supply,\" said EBA policy manager Ilka von Dalwigk.\"Even if we have the production in Europe, it doesn't mean we have the know-how or the control,\" she said. \"For the moment we see Northvolt - but as for the other initiatives, there is still a long and winding road to go.\" Besides Northvolt, which delivered its first lithium-ion batteries from its Swedish giga-factory this year, another homegrown company is Automotive Cells Company (ACC), a venture between French energy giant TotalEnergies, Stellantis and Mercedes-Benz. ACC is aiming for a capacity of 120 GWh by 2030, requiring 7 billion euros in equity, debt and subsidies, but its first giga-factory in northern France is still under construction.Italvolt is aiming to build a 3.5 billion euro giga-factory in northern Italy. It has not announced any fundraising plans yet but told undefined that a joint venture would get the plant off the ground, promising further details soon.Other start-ups taking the slower route to giga-factories include Slovakia's InoBat. It will open a 45 megawatt-hour (MWh) pilot line in Bratislava early next year to produce high-performance batteries for customers to test and has signed agreements, including with German air taxi developer Lilium, worth 500 million euros by 2030, Chief Executive Marian Bocek said.He said InoBat had a pipeline of potential agreements worth 25 billion euros and aims to build production capacity in 4 GWh increments starting in 2025 - costing up to 400 million euros each - as contracts are signed.\"You don't have to raise billions of dollars, you basically raise money for the offtakes you sign on the back of bankable customers,\" Bocek said.German start-up Theion is developing lithium sulphur batteries and Chief Executive Ulrich Ehmes said the start-up aims to raise 50 million euros for a small plant to build samples for automotive and aerospace companies - and then seek funds for a first giga-factory of up to 20 GWh.undefinedAnother start-up with a giga-factory in its sights is Britain's Ilika, which makes small solid-state batteries for \"electroceuticals\", or medical implants, for the U.S. market at a small plant in Romsey in southern England. Chief Executive Graeme Purdy said Ilika would seek a joint venture with a U.S. manufacturer for mass production of the small cells and will take the same approach for its EV battery project \"Goliath.\"The start-up will build a mega-factory, likely in partnership with a carmaker, then seek a joint venture or license the technology to a battery maker to make at a giga-factory, rather than try to raise billions itself.\"It's a big ask,\" Purdy said. \"Rather than trying to reinvent wheels on our way to doing that, we'd rather work with an organization that has done it previously.\"British sodium-ion battery start-up Faradion, meanwhile, has chosen a different route, selling out to Indian conglomerate Reliance Industries last year for an enterprise value of 100 million pounds. Reliance is aiming to build a 50 GWh plant in India.\"When you have a new chemistry like this, you need a champion behind it,\" Faradion Chief Executive James Quinn said. The EU has approved 6.1 billion euros since 2019 in funding by member states for battery research and innovation while Britain has a 1-billion-pound fund to support investments in EV supply chains. Some are looking for more help from politicians.InoBat's Bocek said he was lobbying Brussels to favor EV batteries developed and designed by European firms - using local raw materials wherever possible - similar to the approach adopted by the United States to encourage domestic production with its Inflation Reduction Act.\"We cannot compete with the Chinese on cost,\" said Bocek. \"But we can compete when it comes to a localized value chain.\""
    },
    {
        "title": "Executive column: Local opportunities outweigh global risks, HP says",
        "date": "Wed, November 2, 2022",
        "content": "undefinedundefinedundefinedThe Jakarta Postundefinedundefinedundefinedundefined undefinedundefined What we found is that customers are demanding more features: improved camera, audio, video and security, all of which are required to support hybrid work. Functionality is even more important to customers now compared to before the pandemic.Starting from IDR 55,500/monthOr let Google manage your subscription"
    },
    {
        "title": "Bukalapak scores 86 percent jump in Q3 revenue",
        "date": "Tue, November 1, 2022",
        "content": "Bukalapak has turned in yet another positive performance this year as the company managed to grow its year-on-year (yoy) revenue by 86 percent as of the third quarter, as announced in a press statement about the company’s financial report released on Sunday.In the third quarter of 2022, Bukalapak raked in revenue of Rp 898 billion (US$5.7 million), boosting its profit streak this year after the positive first half, thanks to its investment in Allo Bank.“Following sustainable positive quarter-to-quarter revenue growth, the company is focusing on bringing in revenue with lower cost and for the first time securing positive margin contribution,” said Bukalapak in a press statement.Unlike most businesses in the same field that use gross merchandise value (GMV) to measure their performances, Bukalapak uses a matrix called total processing value (TPV), in which the unicorn claims to have consistent growth despite its wobbly performance in the stock market last year.undefinedThe company said that it had been performing well in TPV terms as it grew by 32 percent to Rp 41.3 trillion compared with the same period in the previous year. Around 74 percent of this came from the Indonesian Tier-1 region where all-commerce penetration and the digitalization trend among small businesses and traditional retail stores have been showing strong growth.Bukalapak partners’ contribution to the company’s revenue also rose by 10 percent yoy in the third quarter and the TPV figure increased by 23 percent yoy to Rp 19.7 trillion.The company claimed that this growth in partners was built up by the development of product and service variation it offered its partners, which meant that in September Bukalapak boosted its partner number to 15.2 million, which marks an increase from 11.8 million by the end of December last year.Within the first nine months of 2022, Bukalapak’s revenue increased to Rp 2.5 trillion, a 92 percent increase from the same period last year.“Bukalapak has been pushing down costs and incentives, simultaneously with keeping on pushing revenue growth. Bukalapak has shown its capability in doing that, which is very important in helping the company to reach profitability in the future,” said the statement."
    },
    {
        "title": "BP quarterly profit surges on high energy prices",
        "date": "Tue, November 1, 2022",
        "content": "BP said Tuesday that underlying third-quarter profit more than doubled on high commodity prices after key energy producer Russia's invasion of Ukraine but logged a net loss on accounting charges.Replacement cost profit soared to $8.2 billion in the three months to September, the British energy major announced.That compared with $3.3 billion a year earlier and outstripped market expectations of $6.1 billion.Yet profits were weaker than the second quarter due to a dip in oil prices.London-listed BP, flush with cash, also revealed a $2.5-billion share buyback but its stock slid in morning deals.Energy markets remain elevated due to Russia's war in Ukraine, which has sent British household fuel bills rocketing -- but helped generate massive profits across the industry.Energy prices also leapt on strong demand after nations lifted Covid pandemic lockdowns.undefinedRunaway profits have heightened calls for Britain to massively enlarge its windfall tax to help cushion the impact of a cost-of-living crisis largely sparked by sky-high electricity and gas bills.Tuesday's bumper earnings -- after vast profits at Chevron, Shell and TotalEnergies -- will not diminish those calls, according to analysts.\"This isn't going to ease calls for windfall taxes at a time when governments are facing fiscal black holes requiring difficult decisions on taxation and spending,\" said Oanda analyst Craig Erlam.\"Finding the right balance between taxing 'excess profits' as a result of the war in Ukraine without deterring investment won't be easy.\"BP added Tuesday that it will pay about $2.5 billion in taxes this year for its North Sea business, including $800 million related to the levy.New British Prime Minister Rishi Sunak unveiled the windfall tax on the profits of UK energy companies earlier this year when he was finance minister in Boris Johnson's government.Sunak has so far resisted calls to increase the tax, deemed far too small by activists.undefined\"With the economy sinking, energy bills soaring and the climate crisis deepening, Rishi Sunak must surely act on the excessive profits that fossil fuel firms like BP are raking in,\" said Sana Yusuf, a campaigner at Friends of the Earth.BP says it is seeking to pivot towards cleaner energy and away from fossil fuels, sparking deep scepticism from environmental groups who accuse it of greenwashing.\"This quarter's results reflect us continuing to perform while transforming,\" said Chief Executive Bernard Looney.\"We are providing the oil and gas the world needs today -- while at the same time investing to accelerate the energy transition.\"BP agreed this month to buy US renewable gas producer Archaea for $4.1 billion.The group added Tuesday that it faced a net loss of $2.2 billion in the third quarter on large accounting charges. That followed a loss after tax of $2.5 billion last time around.BP's share price slid 0.7 percent to 476.25 pence in morning deals on London's rising stock market."
    },
    {
        "title": "Toyota first-half net profit sags 23% on rising costs",
        "date": "Tue, November 1, 2022",
        "content": "Toyota Motor Corp. said Tuesday its net profit in the six months ended September fell 23.2 percent to 1.17 trillion yen ($7.9 billion) from a year earlier, as soaring material costs offset the positive impact of a weak yen.Operating profit dropped 34.7 percent to 1.14 trillion yen in the April-September period on sales of 17.7 trillion yen, up 14.4 percent.The company cut its full-year production plan through next March to 9.2 million vehicles from 9.7 million announced in May, citing a global semiconductor shortage that has affected automakers.Operating profit was reduced by 765 billion yen due to higher prices of materials such as steel and aluminum. A weaker yen boosted profit by over 500 billion yen, but it was not enough to offset negative factors.\"We may not be able to fully make up for the negative effect of rising material prices within this fiscal year, but we eventually will, although it may take time,\" Chief Financial Officer Kenta Kon told an online press conference.\"We caused trouble to our suppliers and customers by repeatedly cutting output, but we are still maintaining a very high production level historically,\" Kon said.For the current fiscal year ending March, the automaker left its net profit forecast unchanged at 2.36 trillion yen but raised its sales outlook to 36 trillion yen from 34.5 trillion yen projected in August, citing a positive effect from the weaker yen.The automaker now expects the US dollar to trade at 135 yen over the full year, compared with its previous estimate of 130 yen, taking into account the recent drop in the Japanese currency."
    },
    {
        "title": "Saudi Aramco posts 39 percent jump in profits",
        "date": "Tue, November 1, 2022",
        "content": "Saudi Aramco on Tuesday posted a 39-percent jump in third-quarter profits year on year boosted by higher oil prices resulting largely from Russia's invasion of Ukraine.The announcement came as the OPEC+ cartel of oil producers was set to implement production cuts that have drawn the ire of the United States, which says the move -- approved at a meeting last month -- amounts to \"aligning with Russia\" in the conflict.The energy giant's net income totalled $42.4 billion -- up from $30.4 billion during the same period last year -- and was \"primarily driven by higher crude oil prices and volumes sold\", it said in a filing with the Saudi stock exchange.CEO Amin Nasser touted the firm's \"strong earnings and record free cash flow\" of $45 billion, up from $28.7 billion at this time last year.\"While global crude oil prices during this period were affected by continued economic uncertainty, our long-term view is that oil demand will continue to grow for the rest of the decade given the world's need for more affordable and reliable energy,\" he said in a statement. Aramco's latest financial results were published just days before the COP27 climate summit aimed at curbing global warming.Last year, ahead of the COP26 climate-change summit, Saudi Arabia pledged to achieve net zero carbon emissions by 2060, sparking scepticism from environmental campaigners. Saudi Aramco, for its part, has pledged to achieve \"operational net-zero\" carbon emissions by 2050. That applies to emissions that are produced directly by Aramco's industrial sites, but not the CO2 produced when clients burn Saudi oil in their cars, power plants and furnaces. Saudi officials have lately stressed the need for more investment in the sector, arguing that focusing on climate change at the expense of energy security would further fuel inflation and other economic woes. undefinedAramco is Saudi Arabia's \"crown jewel\" and primary source of revenue. It has been well positioned to benefit from energy price spikes, boasting \"the lowest cost of production by a huge margin\" compared to other oil companies, said Ellen Wald, author of \"Saudi Inc.\", a history of the company.That strong performance has led to a banner economic year for Saudi Arabia, driving a surplus that could help finance ambitious plans by Crown Prince Mohammed bin Salman to open up the kingdom and diversify its oil-reliant economy.On Monday, Saudi Arabia reported a preliminary estimate of 8.6 percent economic growth in the third quarter of 2022 compared to the same period last year, \"mainly due to the increase in oil activities\".  The International Monetary Fund has said Saudi Arabia's GDP is expected to expand by 7.6 percent this year. Yet a slowdown in China and recession fears in Europe and the United States could make it difficult for Aramco to maintain its current momentum, even after accounting for the OPEC+ cuts that would slash supply by two million barrels per day and a European ban on Russian crude imports due to take effect in December.\"The controversial production cut announcement by OPEC+ was driven in large part by concerns that energy prices were not exactly where oil-producing countries like Saudi Arabia wanted them to be,\" said Robert Mogielnicki, of the Arab Gulf States Institute in Washington.\"There are absolutely going to be headwinds associated with Aramco trying to realise the profits that they generated in previous quarters.\" Long-term, Saudi Arabia plans to increase daily oil production capacity by more than one million barrels to exceed 13 million by 2027. Aramco floated 1.7 percent of its shares on the Saudi bourse in December 2019, generating $29.4 billion in the world's biggest initial public offering."
    },
    {
        "title": "Santini expands orchid cultivation with Colombian firm",
        "date": "Tue, November 1, 2022",
        "content": "Orchid plantation firm PT Santini Mitra Amanah (SMA) has signed a technical assistance agreement on orchid cultivation with Colombia-based Alma Del Bosque following talks that began in July.In an agreement signing ceremony held on Monday, PT SMA explained that the companies’ cooperation was meant to improve the quality of orchid cultivation in Indonesia through technological advancements, increased efficiency and better seed propagation practices.\"Both of these companies are relatively young. However, we hope that the current technical assistance can translate into long-term success and be developed in an investment scheme,\" PT SMA founder Riantini Sutedja Wanandi told reporters.She expressed hope that the agreement would allow Indonesian farmers to have easier access to high-quality local seeds and avoid imports.Speaking at the same event, Alma Del Bosque chief operating officer Lina Maria Molina said her firm's capacity in orchid cultivation was recognized worldwide, with its possession of 5,000 species and 15,000 orchid types from all over the world.As a member of the Colombia Orchid Society, she said, the firm had also consistently won first place in orchid cultivation and management competitions in Colombia.Alma Del Bosque has also won eight first-class certificates (FCCs) out of the 23 awards given to Colombia by the American Orchid Society.“We are nominated with two of the best orchids in the world, namely with the Bollea Coelestis type and Miltonipsis Vexillaria type,” Molina told reporters.The cooperation between PT SMA and Alma Del Bosque was intermediated by Colombian Ambassador to Indonesia Juan Camillo Valencia.“Occupations related to flowers are the most heart-touching, as it represents the love, happiness [and] sadness of a person,” Valencia said.undefined is under the same parent company as PT SMA, the Santini Group."
    },
    {
        "title": "JICT welcomes Alexander Von Humboldt, largest-ever container ship to call at Indonesia",
        "date": "Mon, October 31, 2022",
        "content": "The Jakarta International Container Terminal (JICT) welcomed on Monday the largest container ship ever to call at the port as part of a weekly direct shipping service connecting Indonesia with the United States.The 16,000-twenty-foot equivalent unit (TEU) container ship Alexander Von Humboldt is owned by CMA CGM, a France-based global player in sea, land and air logistics, and is the first of three container ships of the same size to visit the JICT, a subsidiary of state-owned port operator PT Pelabuhan Indonesia (Pelindo), both companies said in a joint statement on Monday.Welcoming the 400-meter ship, were Transportation Ministry Sea Transportation Director General Arif Toha, CMA CGM Asia Pacific Ltd’s Laurent Olmeta, CMA CGM Indonesia president director John Lim, Pelindo president director Arif Suhartono, as well as representatives from related government agencies and businesses.Starting from IDR 55,500/monthOr let Google manage your subscription"
    },
    {
        "title": "Beat Market Expectation, IOH Continue Strong Growth in Q3 2022",
        "date": "Fri, October 28, 2022",
        "content": "Indosat Ooredoo Hutchison (IOH) has shown significant growth this year, based on its solid growth in total revenue and net profits in the third quarter. The operational performance is in parallel with the company’s commitment to delivering the best digital experiences to connect everyone throughout the country.\"IOH showed a solid operational and financial performance in Q3 2022. We again recorded strong quarterly growth, thanks to the combination of two telecommunications service brands that complemented each other. The 2.4 million increase in IOH mobile subscribers in the third quarter of 2022 reflects public trust in our brands and motivates us to continue connecting and empowering every Indonesian,\" said Vikram Sinha, President Director and CEO of Indosat Ooredoo Hutchison.New data revealed an increase in the company’s EBITDA and total customers, compared with the same period in 2021. EBITDA rose by 35.6 year-on-year (yoy) from Rp 10.4 trillion to Rp 14.1 trillion in both nine-month periods, while the EBITDA for the third quarter specifically rose by 2.3 percent compared with Q3 2021. Meanwhile, total mobile subscribers grew by 2.4 million quarter-on-quarter (qoq) to 98.6 million, with an additional 1.8 million 4G users qoq.It also recorded a net profit of Rp 3.7 trillion in the first nine months of this year. The company’s total revenue increased by 49.8 percent yoy from Rp 23.1 trillion to Rp 34.5 trillion in the same nine-month period. The total revenue for the third quarter alone increased by 3 percent to Rp 12.0 trillion, compared with Rp 11.7 trillion in the second quarter.The increase is attributed to the growth in subscribers and data usage, powered by consumer brands IM3 and Tri. Both brands continue to complement and gain traction in their respective target segments.undefinedundefinedAfter merging in early 2022, IOH officially became the second-largest telecommunications operator in Indonesia. The merger also brought an opportunity to integrate the network with multi operator core network (MOCN) technology. Currently, the network integration has reached more than 50 percent of the total target of around 43,000 sites, which will largely be completed at the end of 2022. After the integration process is completed, IOH customers are expected to gain wider network coverage, better indoor service and a faster internet experience.Moreover, IOH launched Indosat HiFi in the third quarter of 2022. It is a fiber-to-the-home (FTTH) internet connection service to satisfy the need for reliable cable internet for homes and offices. IOH, through Indosat Business, also launched the IDE platform to support the development and digital transformation of MSME players in Indonesia, a campaign known as undefined, loosely translated as Dare to be Bigundefined\"We will continue to provide a marvelous experience for our customers in line with IOH's strategic vision to become Indonesia's most preferred digital telco company. Moreover, we also continue to focus on accelerating the synergy process and improving cost efficiency, as well as creating more value for our shareholders,\" Vikram concluded."
    },
    {
        "title": "Toyota's quarterly output up 30%, but parts shortages continue",
        "date": "Fri, October 28, 2022",
        "content": "Toyota Motor Corp on Friday said global production climbed 30 percent in the quarter ended in September, but warned the shortages of semiconductors and other parts that have roiled the auto industry would still constrain output in coming months.Toyota produced 887,733 vehicles globally in September, a record for a single month and a jump of 73 percent from the same month a year earlier. A spokesperson cautioned Toyota did not see the gains in September output as sustainable and told reporters, \"We would avoid calling this a recovery.\"In the July to September quarter, global sales were up 4 percent, according to a Reuters calculation based on the company's disclosures.For the first half of the business year starting in April, Toyota produced 4,481,600 vehicles worldwide. That was up 10 percent on the year, but still 5 percent short of the automaker's initial plans. The announcement came a week after Toyota said it was unlikely to meet its 9.7 million vehicle production goal for this financial year due to a scarcity of chips. It did not provide a new forecast.\"Although Toyota recently said there was a strong possibility of a downward revision to the 9.7 million goal, the level of production itself has been rising when compared to the previous year,\" said Seiji Sugiura, a senior analyst at Tokai Tokyo Research Institute.\"So, while the number of vehicles isn't what Toyota has hoped for, I believe it is moving toward a recovery in production,\" Sugiura said. \"For now, we should see sales coming back with production.\"Reuters reported on Thursday Toyota had told several suppliers it was setting a global target for the current business year to 9.5 million vehicles and signaled that forecast could be lowered, depending on the supply of steel.For Toyota to hit that revised target, production in the second half would have to be about 12 percent higher than the previous six months, based on reported results.The spokesperson declined to comment on a new production target.Shortages of semiconductors have hit Toyota's production in Japan harder than its overseas factories, Toyota said. For the quarter through September, Toyota's domestic production was up just 10 percent.Toyota is scheduled to report quarterly earnings results on Tuesday. "
    },
    {
        "title": "Elon Musk's Twitter ownership starts with firings, uncertainty",
        "date": "Fri, October 28, 2022",
        "content": "Elon Musk became Twitter Inc's undefined on Thursday, firing top executives and providing little clarity over how he will achieve the lofty ambitions he has outlined for the influential social media platform.The CEO of electric car maker Tesla Inc has said he wants to \"defeat\" spam bots on Twitter, make the algorithms that determine how content is presented to its users publicly available, and prevent the platform from becoming an echo chamber for hate and division, even as he limits censorship.Yet Musk has not offered details on how he will achieve all this and who will run the company. He has said he plans to undefined, leaving Twitter's approximately 7,500 employees fretting about their future. He also said on Thursday he did not buy Twitter to make more money but \"to try to help humanity, whom I love.\"Musk terminated Twitter Chief Executive Parag Agrawal, Chief Financial Officer Ned Segal and legal affairs and policy chief Vijaya Gadde, according to people familiar with the matter. He had accused them of misleading him and Twitter investors over the number of fake accounts on the social media platform.Agrawal and Segal were in Twitter's San Francisco headquarters when the deal closed and were escorted out, the sources added.Twitter, Musk and the executives did not immediately respond to requests for comment.undefinedBefore closing the undefined, and never afraid to indulge in theatrics, Musk undefined on Wednesday with a big grin and carrying a porcelain sink, subsequently tweeting \"let that sink in.\" He changed his description in his Twitter profile to \"Chief Twit.\"He also tried to calm fears among employees that major layoffs are coming and assured advertisers that his past criticism of Twitter's content moderation rules would not harm its appeal.\"Twitter obviously cannot become a free-for-all hellscape, where anything can be said with no consequences!\" Musk said in an open undefined on Thursday. Musk has indicated he sees Twitter as a foundation for creating a \"undefined\" that offers everything from money transfers to shopping and ride-hailing. \"The long-term potential for Twitter in my view is an order of magnitude greater than its current value,\" Musk said on Tesla's call with analysts on Oct. 19.But Twitter is struggling to engage its most active users who are vital to the business. These \"heavy tweeters\" account for less than 10 percent of monthly overall users but generate 90% of all tweets and half of global revenue.Musk also said in May he would undefined on Donald Trump, who was removed after the attack on the US Capitol, although the former US president has said he won't return to the platform. He has instead launched his own social media app, undefined.A representative for Trump did not immediately respond to a undefined request for comment. undefinedThe deal is the culmination of a remarkable saga, full of twists and turns, that sowed doubt over whether Musk would complete the deal. It began on April 4, when Musk disclosed a 9.2 percent stake in the company, making him its largest shareholder.The world's richest person then agreed to join Twitter's board, only to balk at the last minute and undefined the company instead for $54.20 per share, an offer that Twitter was unsure whether to interpret as another of Musk's cannabis jokes.Musk's offer was real, and over the course of just one weekend later in April, the two sides reached a deal at the price he suggested. This happened without Musk carrying out any due diligence on the company's confidential information, as is customary in an acquisition.In the weeks that followed, Musk had second thoughts. He complained publicly that he believed Twitter's undefined were significantly higher than Twitter's estimate, published in regulatory filings, of less than 5 percent of its monetizable daily active users. His lawyers then accused Twitter of not complying with his requests for information on the subject.The acrimony resulted in Musk giving notice to Twitter on July 8 that he was terminating their deal on the grounds that Twitter misled him about the bots and did not cooperate with him. Four days later, Twitter sued Musk in Delaware, where the company is incorporated, to force him to complete the deal.By then, shares of social media companies and the broader stock market had plunged on concerns that the Federal Reserve's interest rate hikes, as it seeks to fight inflation, will push the US economy into recession. undefined of buyer's remorse, arguing he wanted to get out of the deal because he thought he overpaid.Most legal analysts said Twitter had the strongest arguments and would likely prevail in court. Their view did not change even after Twitter's former security chief Peiter Zatko stepped forward as a whistleblower in August to allege that the company failed to disclose weaknesses in its security and data privacy.On Oct. 4, just as Musk was set to be deposed by Twitter's lawyers ahead of the start of their trial later in the month, he performed another u-turn and offered to undefined as promised. He managed to do that, just one day ahead of an Oct. 28 deadline given by the Delaware judge to avoid going to trial.Twitter shares ended trade on Thursday in New York up 0.3 percent at $53.86, a small discount to the $54.20 per share deal price. The stock will be delisted from the New York Stock Exchange on Friday.   "
    },
    {
        "title": "Big RI banks look to further growth despite global tempest",
        "date": "Thu, October 27, 2022",
        "content": "Major Indonesian banks expect 2023 to be a challenging year given the global risks of inflation, recession and foreign exchange volatility, yet they look to continued expansion, emboldened by strong third-quarter reports and a resilient domestic economy.Loan disbursement by the country’s three largest banks – state-owned lenders Mandiri and BNI as well as private lender BCA – increased between 9 and 14 percent annually in the third quarter, in line with the overall industry’s growth of 11 percent year on year (yoy).Credit issuance across the board, including corporate, commercial and consumer loans, continued to grow significantly, supported by increased demand and an easing of pandemic-related mobility restrictions early this year.Starting from IDR 55,500/monthOr let Google manage your subscription"
    },
    {
        "title": "Meta's quarterly profit more than halved to $4.4 billion",
        "date": "Thu, October 27, 2022",
        "content": "Facebook-parent Meta reported Wednesday that its profit more than halved to $4.4 billion in the third quarter from $9.2 billion a year earlier, and said it plans \"significant changes\" to bolster efficiency in a tough economic environment.The social networking giant, which faces stagnating user numbers and cuts in advertising budgets, also said revenue slipped to $27.7 billion from $29 billion a year earlier.\"We're approaching 2023 with a focus on prioritization and efficiency that will help us navigate the current environment and emerge an even stronger company,\" Meta chief Mark Zuckerberg said in an earnings release.Meta also forecast a weak holiday quarter and significantly more costs next year, sending shares down nearly 20 percent as investors voiced skepticism about the company's pricey metaverse bets.The forecast knocked about $67 billion off Meta's stock market value in extended trade, adding to the more than half a trillion dollars in value already lost this year.If Meta's after-hours stock rout is matched in Thursday's trading session, it will have been its deepest one-day loss since Feb. 2, when the company last issued a dismal forecast.The disappointing outlook comes as Meta is contending with slowing global economic growth, competition from TikTok, privacy changes from Apple, concerns about massive spending on the metaverse and the ever-present threat of regulation.Executives announced plans to consolidate offices and said Meta would keep headcount flat through the end of 2023.Revenue fell 4 percent in the third quarter ended Sept. 30. That deepened a revenue decline begun the previous quarter, when the company posted a undefined, although it was less steep than the 5.6 percent decline Wall Street had expected, according to IBES data from Refinitiv.More troubling was the company's estimate that fourth-quarter revenue would be in the range of $30 billion to $32.5 billion, mostly under analysts' estimates of $32.2 billion, according to the Refinitiv data.Meta also forecast that its full-year 2023 total expenses would be $96 billion to $101 billion, significantly higher than a revised estimate for 2022 total expenses of $85 billion to $87 billion.That includes an estimated $2.9 billion in charges over the course of both 2022 and 2023 from the office downsizing.It also forecast that operating losses associated with the Reality Labs unit responsible for its metaverse investments would grow in 2023 and pledged to \"pace\" investments after that.Total costs for the third quarter came in above estimates at $22.1 billion, compared with $18.6 billion the year prior."
    },
    {
        "title": "Samsung Electronics says Q3 operating profit down 31% on-year",
        "date": "Thu, October 27, 2022",
        "content": "South Korean tech giant Samsung Electronics on Thursday said its third-quarter operating profits were down 31.39 percent year-on-year after a global economic downturn hit demand for consumer electronics.Earnings in its crucial memory chips division were down, the company said in a statement, adding that \"demand for consumer products remained weak\".Operating profit for July to September 2022 fell to 10 trillion won ($7 billion), down from 15.8 trillion won for the same period last year, the company said.The results are the first year-on-year decline in profit in nearly three years for Samsung Electronics, the world's biggest smartphone maker.But the company said it had seen an increase in sales, which were up by 3.79 percent from the same period last year to 76 trillion won.The world's biggest memory-chip maker is the flagship subsidiary of the giant Samsung group, by far the largest of the family-controlled empires known as chaebols that dominate business in South Korea, Asia's fourth-largest economy.The conglomerate is crucial to the country's economic health -- its overall turnover is equivalent to a fifth of the national gross domestic product. Until the second quarter of this year, Samsung, along with other tech companies, significantly benefitted from strong demand for electronic devices -- as well as chips that power them -- during the pandemic.But the global economy is now facing multiple challenges, including soaring inflation, rising interest rates and the growing threat of a broad debt crisis.The situation has been exacerbated by Russia's invasion of Ukraine -- which has spurred a surge in energy prices and pushed global food prices up -- along with China's adherence to a strict zero-Covid policy.\"In 2023, demand is expected to recover to some extent, but macroeconomic uncertainties are likely to persist,\" Samsung Electronics said.\"In the Memory Business, after a dampened first half, demand is expected to rebound centering on servers as data center installations resume,\" it added.Analyst Park Sung-soon of Cape Investment & Securities told undefined he did not expect consumer demand for tech products to recover until the second half of 2023. \"So the focus for Samsung will be adjusting its supply rather than relying on demand recovering anytime soon,\" he said.Samsung also said it had benefited from the strength of the US dollar against the Korean won, \"resulting in an approximately 1.0 trillion won company-wide gain in operating profit compared to the previous quarter.\"undefinedThe vast majority of the world's most advanced microchips are made by just two companies -- Samsung and Taiwan's TSMC -- both of which are running at full capacity to alleviate a global shortage.The supply of memory chips has become an issue of global geopolitical significance recently, with leading governments scrambling to secure supplies.That was demonstrated in May when US President Joe Biden kicked off a South Korea tour by visiting Samsung's sprawling Pyeongtaek chip plant.Russia's invasion of Ukraine has \"further spotlighted the need to secure our critical supply chains\", Biden said at the plant, underscoring the importance of bolstering technology partnerships among \"close partners who do share our values\".Samsung employs about 20,000 people in the United States and work is under way to build a new semiconductor plant in Texas, scheduled to open in 2024.The US also recently introduced new measures to limit China's access to high-end semiconductors with military uses, a move that has wiped billions from chip companies' valuations worldwide. "
    },
    {
        "title": "Credit Suisse to pay 238 million euros to settle French fraud probe",
        "date": "Mon, October 24, 2022",
        "content": "Credit Suisse has agreed to pay 238 million euros ($234 million) to avoid prosecution on French money laundering and tax fraud charges, according to a settlement approved Monday by a Paris court.The settlement will see Switzerland's second-largest bank pay a fine of 123 million euros and pay an additional 115 million euros in damages and interest to the French state.Credit Suisse said it had reached the settlement \"to resolve a legacy matter in relation to an investigation into historical cross-border private-banking services.\"It added that \"the settlement does not comprise a recognition of criminal liability.\"French financial prosecutors opened a probe in 2016 and found that 5,000 French nationals had undeclared Credit Suisse accounts that were hiding two billion euros, according to the court.The judge presiding over the settlement said that Credit Suisse bankers had prospected for clients in high-end French restaurants and hotels, avoiding the bank's offices in the country.Prosecutor Francois-Xavier Dulin said the settlement took into account \"the systematic character, lengthy period and creation of tools to hide\" its prospecting of French clients between 2005 and 2012.He said Credit Suisse had created offshore entities to aid clients to avoid declaring certain assets to French authorities.Prosecutors added the settlement also took into account the bank's current cooperation and the corrective measures it undertook.\"The bank is pleased to resolve this matter, which marks another important step in the proactive resolution of litigation and legacy issues,\" Credit Suisse said in its statement. "
    },
    {
        "title": "Executive column: Rolls Royce pitches SMR, vertical-takeoff aircraft for Indonesian backlands",
        "date": "Mon, October 24, 2022",
        "content": "undefinedundefinedundefinedundefinedundefinedThe Jakarta Post’s undefinedundefinedundefinedundefinedStarting from IDR 55,500/monthOr let Google manage your subscription"
    },
    {
        "title": "Indonesia left behind in biotech, HigherHeight aims at human resources",
        "date": "Sat, October 22, 2022",
        "content": "Biotechnology is looking to surpass the shares of chemically derived drugs and dominate the global pharmaceutical industry by 52 percent in 2027, according to data from the International Pharmaceutical Manufacturers Group (IPMG). This means that advancing biotechnology is a necessity. However, for Indonesia’s biotechnology sector, challenges persist.IPMG executive director Inge Sanitasia Kusuma also revealed that Indonesia has an alarmingly low number of biotechnology researchers, with only 90 researchers per million population. This is a stark contrast compared to neighboring countries Singapore and Malaysia, which bring in 6,729 and 2,274 biotechnology researchers, respectively. Not only that, according to the Health Ministry, Indonesia greatly falls behind in research and development (R&D), with only 0.2 percent of the country’s total GDP allotted for R&D.As a result, Indonesia ranks the lowest in Asia in terms of human resources and R&D in biotechnology.Given the state of the country’s biotechnology sector, pharmaceutical company Pfizer Indonesia, together with the Association of Indonesia’s Biotechnology Program Studies (IPSBI), recently launched its biotechnology program HigherHeight for a second year.Targeting lecturers and researchers from medical biotechnology, HigherHeight is aimed at strengthening the capacity and quality of human resources in the field. It is supported by Tenggara Strategics, the Center for Strategic and International Studies (CSIS), Prasetiya Mulya University and undefined.The program’s grand launching, held on Oct. 14, featured a national seminar with the theme “Turbocharging Indonesia’s Medical Biotech Education.” In attendance was Pfizer Indonesia president director Nora T. Siagian, who, along with Health Minister Budi Gunadi Sadikin, provided valuable remarks on the centrality of human resources for medical biotechnology advancement.“Breakthroughs in the field of medical biotechnology have greatly benefited us. However, technological advances alone are not enough to advance medical biotechnology for health resilience. An important asset we must maintain and improve is the quality of human resources in the field - individuals who are able to take advantage of such technologies,” said Budi.Inge recommends the government design, implement and measure the performance of the national biotechnology strategy blueprint in addition to developing a research ecosystem with international standards.“Indonesia’s biotechnology blueprint, when available, must be implemented immediately,” Inge said during the launching of this year’s HigherHeight program.The program recognizes that top-quality education plays a role in achieving quality research and human resources in biotechnology. Therefore, a discussion on medical biotechnology education took place between a panel of high-ranking intellectuals and professionals in the field.Universities could help advance biotechnology through a penta-helix collaboration, according to IPSBI head Listya U. Karmawan. The collaboration would entail the government, industry, community and mass media. However, Listya posits that medical biotechnology education faces challenges in the design of its curriculum and the availability of costly biotechnology equipment.Meanwhile, Health Ministry director for the pharmaceutical and medical device resilience directorate, Roy Himawan, took the opportunity to explain the government’s efforts to advance biotechnology through its Biomedical and Genome Science Initiative (BGSI), established with the goal to boost Indonesia into an era of biotechnology and precision medicine.Also joining the discussion was Stephen Ezell, vice president of Global Innovation Policy at the Information Technology and Innovation Foundation (ITIF), a leading US-based science and technology policy think tank.Grounding his discussion on his review of Mexico’s life-sciences ecosystem, Stephen proposed key innovation priorities that could support the acceleration of Indonesia’s research and human resources in biotechnology. This involves increasing investment in education and R&D, bolstering and supporting entrepreneurship and providing biotechnology students with intellectual property (IP) rights over their inventions during university.With almost 300 participants in attendance, the HigherHeight grand launch was met with high enthusiasm. The program is set to run from Oct. 17 to 28.undefined"
    },
    {
        "title": "BCA to keep lending rate unchanged as corporate-loan growth slows",
        "date": "Fri, October 21, 2022",
        "content": "The country’s largest private lender, Bank Central Asia (BCA), has vowed to keep credit interest rate unchanged, affording borrowers some breathing room despite recent multiple rate hikes by Bank Indonesia (BI).undefinedBCA CEO Jahja Setiaatmadja explained on Thursday that the speed of rate adjustment among banks depended on the size of their exposure to time deposits, which would become costlier whenever central banks lifted their rates, prompting banks to raise their lending rates to make up for the higher cost.undefinedBCA explained that its exposure was relatively small at 12 percent, with the rest coming from savings accounts, a much cheaper source of funds, which reduced the impact of BI benchmark rate hikes on BCA’s costs, and hence also on its lending rates.undefinedStarting from IDR 55,500/monthOr let Google manage your subscription"
    },
    {
        "title": "Executive Column: The fittest survive economic turbulence, says Pluang",
        "date": "Thu, October 20, 2022",
        "content": "undefined\n\nundefinedThe Jakarta Post’sundefined\n\nundefinedStarting from IDR 55,500/monthOr let Google manage your subscription"
    }
]