[
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Chaos, confusion reign ahead of Twitter layoffs",
      "Author_News": "Sheila Dang and Katie Paul (Reuters)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/04/26/2022_04_26_125071_1650940603._large.jpg",
      "Date_News": "Fri, November 4, 2022",
      "Article_News": " Fear and dread spread across Twitter Inc offices on Thursday as 7,500 employees from San Francisco to Singapore feared for job cuts that were planned to hit about half of the staff, according to current and former employees and message board posts shared with Reuters.Since billionaire Elon Musk took over last week, he has kept employees in the dark. He has not addressed the staff or laid out his plans for the future of the company, leaving workers to study message boards, news reports and tweets by Musk and his advisers for clues about their fate, multiple employees said.Managers have been forbidden from calling team meetings or communicating directly with staff, one senior Twitter employee said, adding that they were being monitored.Starting from IDR 55,500/monthTJP Documentaries: How furries survive in conservative Indonesia TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: When The Music's Over "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Controversial monkey study reignites animal testing debate",
      "Author_News": "Issam Ahmed (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2020/11/09/2020_11_09_107034_1604903720._large.jpg",
      "Date_News": "Thu, November 3, 2022",
      "Article_News": " Mother monkeys permanently separated from their newborns sometimes find comfort in plush toys: this recent finding from Harvard experiments has set off intense controversy among scientists and reignited the ethical debate over animal testing. The paper, \"Triggers for mother love\" was authored by neuroscientist Margaret Livingstone and appeared in the Proceedings of the National Academy of Sciences (PNAS) in September to little fanfare or media coverage.But once news of the study began spreading on social media, it provoked a firestorm of criticism and eventually a letter to PNAS signed by over 250 scientists calling for a retraction.Starting from IDR 55,500/monthTJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: Why Indonesian E-sports Athletes Are Today’s Money-making Superstars "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "How automation can help cut costs while scaling businesses",
      "Author_News": "Inforial (The Jakarta Post)",
      "Category_News": "Inforial",
      "Image_News": "https://img.jakpost.net/c/2022/10/06/2022_10_06_130739_1665042869._large.jpg",
      "Date_News": "Thu, October 6, 2022",
      "Article_News": "We have all heard a lot about the tech winter: unicorn start-ups are going on a hiring freeze and mass layoffs, venture capitals are stopping funds, the investment trend is heading toward more conservative sectors like commodities and equipment.Silicon Valley kingmaker Y Combinator (YC) shared a letter titled “Economic Downturn” to its founders that undefinedAs the YC letter suggests, companies, and not just start-ups, might need to cut expenses to brace for the economic slowdown. Companies will have to assess their current burn rate, where the money is going and if there is a way to make it more efficient.Generally, the first to assess would be operating cost.undefined. Companies need to provide benefits, facilities and even compensation on top of wages. Since the recent tech boom, companies that hired most aggressively during the pandemic are now overstaffed and being forced to cut back or impose hiring freezes.However, since companies still need their businesses to operate smoothly, the most obvious way is to switch from manual processes to automation.undefinedBusiness process automation enables companies to use technology to take care of repetitive work, including processes such as IT support, workflow, transactions and remote infrastructure, and actually improve accuracy, cycle time and productivity. Some examples of automated process are:In addition, companies are deploying automated processes that leverage data and historical insights for purposes such as eliminating double data entry and to encourage rules-based decision-making, as well as virtual system integration, straight-through processing and automated extraction, as well as reporting of basic queries.While these processes are usually deployed to reduce costs, they also come with other benefits such as accuracy (eliminating human error), scalability (handling volume surges) and availability (active 24/7).Some business process systems are subscription-based, while undefined like undefined are based on transaction volume and have a low barrier of entry. This means that companies of all sizes can use these platforms to automate their transaction process, while eliminating loss and reducing inefficiency during a lull in transactions.Some ERPs, such as undefined or undefined, are open source and can be deployed by smaller, bootstrapped companies. They can also be connected via plugins to payment gateways in Indonesia, including undefined, to help streamline operations.undefinedAny company that employs people for general, high-volume or high- transaction processes can boost capacity and save both money and time with business process automation software.Automating business processes not only impacts the operating cost of a company, but also reduces the load on its other business divisions, such as finance and even recruitment.Customer support that uses artificial intelligence (AI) for example, eliminates the need to onboard new hires while offering a faster search response for specific queries. While AI-powered customer service (CS) software might still lack analytical capacity in solving customer queries, they can be programmed to analyze query subjects to distribute the query to the dedicated human CS officer, thus helping to reduce response time for improved customer satisfaction.A small team has smaller room for human error. But scaling a business requires automating some repetitive tasks need to improve efficiency and reduce the errors that come with expansion.undefinedThe most frequently asked question is how automation might impact the current unemployment in Indonesia. While it is true that companies will have less need for humans in administrative roles, businesses will still need people to fill jobs that need strong soft skills, such as logic, judgment and person-to-person interaction, as well as for jobs in nonbusiness sectors such as caregiving, education and entertainment.Meanwhile, the workforce will have to learn new skills to match industry demand.Developed countries have been moving toward automation as a solution to declining birth rates, and this approach is also applicable as a solution for companies experiencing declining human capital.Indonesia’s current population growth rate is 1.1 percent per year, with an average decline of 1.5 percent in the annual birth rate. This will create more competition for entry-level or low-skilled jobs.However, Indonesia actually needs more talents to manage more advanced technological processes in order to compete globally. Improving the capacity and capabilities of local talents to take the lead in the country’s tech development would help retain both homegrown businesses and talents, as well as foreign revenue."
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Google wants AI in one thousand languages",
      "Author_News": "News Desk (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2021/05/25/2021_05_25_113575_1621904120._large.jpg",
      "Date_News": "Thu, November 3, 2022",
      "Article_News": "Google on Wednesday said it wanted to develop artificial intelligence using the world's one thousand most spoken languages as tech giants compete to dominate the internet's next battleground.Data is crucial to advances in AI, and Google and its big tech rivals want to tap information to help make products perform better and be more available to the widest possible audience.\"Imagine a new internet user in Africa speaking Wolof... using their phone to ask where is the nearest pharmacy,\" said Johan Schalkwyk, a researcher at Google.Such situations \"we take for granted,\" Schalkwyk told reporters, adding that languages were \"not available to everyone in the world.\"According to Schalkwyk, there are more than 7,000 languages globally.However, Google only offers its translations for a little more than 130 of them.The search engine giant is aiming to widen this substantially and wants to mine data in new languages not only from texts available on the internet, but also from videos, images and speech.The group is also looking to collect audio clips for languages for which there may not be much written material.As progress is made on the project, which is estimated to take several years, Google plans to integrate its advances into its products, including YouTube and Google Translate.Facebook parent Meta earlier this year announced a similar plan called No Language Left Behind designed to create translation systems to cover hundreds of world languages.TJP Documentaries: Why Indonesian E-sports Athletes Are Today’s Money-making Superstars TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia TJP Documentaries: Citayam Fashion Week Sees Youth Reclaim Jakarta's Public Space "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "How dubious 'local news' sites are feeding US misinformation",
      "Author_News": "Rob Lever (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/05/04/2022_05_04_125288_1651677130._large.jpg",
      "Date_News": "Wed, November 2, 2022",
      "Article_News": " When Elon Musk amplified a conspiracy theory about the hammer attack on US House Speaker Nancy Pelosi's husband, he joined the growing ranks of Americans routinely sharing misinformation published by dubious websites presenting themselves as local news outlets.The new Twitter owner eventually deleted his tweet linking to the false article by the Santa Monica Observer, but millions had already digested and re-circulated a smear that went viral on Facebook and other social networks.Many US voters seeking and sharing news about midterm elections may find themselves in both a desert and an ocean, only to be left in a fog.Starting from IDR 55,500/monthTJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: When The Music's Over TJP Documentaries: Five Legendary Jakarta Snacks "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Elon Musk announces $8 monthly charge for verified Twitter accounts",
      "Author_News": "Julie Jamot (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/04/26/2022_04_26_125071_1650940603._large.jpg",
      "Date_News": "Wed, November 2, 2022",
      "Article_News": "New Twitter head Elon Musk said Tuesday the site will charge $8 per month to verify users' accounts, arguing the plan would solve the platform's issues with bots and trolls while creating a new revenue stream for the company.The announcement comes only days after the world's wealthiest man took sole control of the social media giant in a contentious $44 billion deal.\"Power to the people! Blue for $8/month,\" Musk, who has styled himself as a free-speech champion, tweeted, in reference to the platform's paid subscription service, Twitter Blue.Under the new plan, paid subscribers would receive Twitter's famous blue checkmark that signals a verified, authentic account.That feature is currently offered only to public figures, an approach Musk described as a \"lords & peasants system.\"He said Twitter Blue subscribers would also receive \"priority\" placement in \"replies, mentions & search,\" which he called \"essential to defeat spam/scam.\"There would also be expanded video abilities, fewer ads, and the possibility for users to get a \"paywall bypass for publishers willing to work with us,\" he said.Twitter Blue currently allows users to access certain news sites for free and without ads, such as the Los Angeles Times.\"This will also give Twitter a revenue stream to reward content creators,\" Musk tweeted.Addressing the worries of some Twitter users that their blue check mark would lose its notoriety, he also announced \"a secondary tag below the name for someone who is a public figure, which is already the case for politicians.\"The Twitter Blue service currently offers various other premium features, such as allowing subscribers to edit their tweets.The new plan's pricing, up from the current $5 per month, would be adjusted by country \"proportionate to purchasing power parity,\" Musk added in a reply to his original tweet.Musk re-tweeted and replied to users praising the paid-verification idea, saying the move \"will destroy the bots.\" \"If a paid Blue account engages in spam/scam, that account will be suspended,\" Musk wrote.undefinedFor users that currently have blue check marks, Musk is considering removing them if they do not pay for the new service, tech news outlet undefined reported.Some users warned that they would simply leave the site if they were made to pay.The SpaceX and Tesla chief floated the $8 subscription fee idea earlier Tuesday in a tweet reply to author Stephen King, who was complaining about media reports that the verification service could cost $20 per month.\"We need to pay the bills somehow!\" Musk responded.\"Twitter cannot rely entirely on advertisers. How about $8?\"The proposal is only one part of a series of sweeping changes the 51-year-old entrepreneur has implemented at Twitter, with the entire board, including CEO Parag Agrawal, let go last week.The undefined has reported that Musk, whose account bio currently reads \"Twitter Complaint Hotline Operator,\" plans to fire some 75 percent of his company's 7,500 employees.Musk financed the massive deal through a mixture of his own wealth, money from other investment groups and loans from banks which will have to be reimbursed.His previous comments condemning Twitter's content moderation policies as heavy-handed -- as well as his frequent posts of boundary-testing memes -- has given pause to some advertisers, currently the company's main source of revenue.Some users have expressed fear Twitter could turn into a global stage for hate speech and disinformation.He tried to calm the nerves by reassuring over the weekend that the site would not become a \"free-for-all hellscape,\" and announced the formation of a content moderation council.However on Sunday, Musk himself tweeted an anti-LGBT conspiracy theory about what happened the night US Speaker Nancy Pelosi's husband was attacked, then hours later deleted the post. TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: Why Indonesian E-sports Athletes Are Today’s Money-making Superstars TJP Documentaries: Where can you find the most tasty steak in Jakarta? "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Final module docks at China's Tiangong space station",
      "Author_News": "News Desk (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/11/01/2022_11_01_131613_1667307341._large.jpg",
      "Date_News": "Wed, November 2, 2022",
      "Article_News": "The final module of China's Tiangong space station successfully docked with the core structure on Tuesday, state media said -- a key step in its completion by year's end and a landmark moment in the country's space ambitions.Tiangong is one of the crown jewels in Beijing's well-funded programme -- which has landed robotic rovers on Mars and the Moon, and made the country only the third to put humans in orbit -- as it looks to catch up with major spacefaring powers like the United States and Russia.China has been excluded from the International Space Station (ISS) since 2011, when Washington banned NASA from engaging with Beijing.Tiangong's completion would signal \"China is now an equal player in space with the United States, Russia and Europe\", analyst Chen Lan told AFP.\"In terms of scientific and commercial aspects, it is always good to see new players coming.... Competition will always speed up innovation,\" he added. The lab module, named Mengtian -- or \"dreaming of the heavens\" -- was launched on a Long March 5B rocket from the Wenchang launch centre on China's tropical island Hainan, state broadcaster CCTV reported.Amateur photographers and space enthusiasts watched the launch, which took place at 3:27 pm local time (0727 GMT), from a nearby beach.About 10 minutes in, the event was declared a \"complete success\" by launch site commander Deng Hongqin.Approximately 13 hours later, in the early hours of Tuesday Beijing time, Mengtian docked with the Tianhe core module, Xinhua news agency said, citing the China Manned Space Agency.undefinedOver the past two years, China has successfully sent up the core module, three manned spacecraft, the Wentian lab module and several cargo spacecraft to build Tiangong.Mengtian is the third and final major component of the T-shaped space station, and is almost 18 metres (60 feet) long, weighing 23 metric tonnes (50,700 pounds).It carries scientific equipment that will be used to study microgravity and carry out experiments in fluid physics, materials science, combustion science and fundamental physics, the space agency said.It is also carrying \"the world's first space-based cold atomic clock system\", Xinhua reported.\"If successful, the cold atomic clocks will form the most precise time and frequency system in space, which should not lose one second in hundreds of millions of years,\" said Zhang Wei, a researcher at the Chinese Academy of Sciences.The three-member crew of the Shenzhou-14 mission, who are currently living in the space station, will be joined by three more astronauts to complete construction of Tiangong by the end of this year, according to the space agency.Once completed, the Tiangong space station is expected to have a mass of 90 tonnes -- around a quarter of the ISS -- or similar in size to the Soviet-built Mir station that orbited Earth from the 1980s until 2001.Tiangong, which means \"heavenly palace\", will operate for around a decade and host a variety of experiments in near-zero gravity.Next year, Beijing plans to launch the Xuntian space telescope with a field of view 350 times that of NASA's Hubble Space Telescope.TJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: Why Indonesian E-sports Athletes Are Today’s Money-making Superstars TJP Documentaries: Viral Chef Vindy Lee Takes Our Indonesian Snacks Etiquette Challenge "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Elon Musk, who runs four other companies, will now be Twitter CEO",
      "Author_News": "News Desk (Reuters)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/05/04/2022_05_04_125288_1651677130._large.jpg",
      "Date_News": "Tue, November 1, 2022",
      "Article_News": "Tesla Inc boss Elon Musk said on Monday he will serve as chief executive of Twitter, the social media company he just bought for $44 billion, a move that Wall Street analysts have said could undefined thin.Musk, who also runs rocket company SpaceX, brain-chip startup Neuralink and tunneling firm the Boring Company, undefined, Parag Agrawal, and other top company officials last week.Tesla's stock has lost a third of its value since Musk made an offer to buy Twitter in April, compared with a 12 percent decline in the benchmark S&P 500 index in the same period.Musk had previously changed his Twitter bio to \"Chief Twit\" in an allusion to his planned move. Twitter on Monday declined to comment on how long Musk might remain CEO or appoint someone else.Musk announced his Twitter CEO role in undefined. In undefined on Monday, Musk revealed that he became the sole director of Twitter as a result of the takeover.\"The following persons, who were directors of Twitter prior to the effective time of the merger, are no longer directors of Twitter: Bret Taylor, Parag Agrawal, Omid Kordestani, David Rosenblatt, Martha Lane Fox, Patrick Pichette, Egon Durban, Fei-Fei Li and Mimi Alemayehou,\" Musk said in the filing.Shortly afterward, Musk tweeted that the move to dissolve the board \"is just temporary,\" without elaborating.Replying to a tweeted question on what was \"most messed up at Twitter\", Musk undefinedon Sunday that \"there seem to be 10 people \"managing\" for every one person coding.\"On Monday, Nick Caldwell, a general manager at Twitter's Core Technologies indicated on his Twitter undefined that he was no longer with the company. Caldwell and Twitter did not immediately respond to Reuters' request for comment.Since the undefined, which concluded last week, Musk has moved quickly to put his stamp on Twitter, which he had ridiculed for months for being slow to introduce product changes or take down spam accounts. His teams began meeting with some employees to investigate Twitter's software code and understand how aspects of the platform worked, according to two sources familiar with the matter. Some staff who spoke with undefined said they had received little communication from Musk or other leaders and were using news reports to piece together what was happening at the company. TJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: When The Music's Over TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "New potentially hazardous asteroid discovered",
      "Author_News": "News Desk (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2021/03/22/2021_03_22_111551_1616400460._large.jpg",
      "Date_News": "Tue, November 1, 2022",
      "Article_News": "An international team of astronomers on Monday announced the discovery of a large asteroid whose orbit crosses that of Earth, creating a small chance far in the future of a catastrophic collision.The 1.5 kilometer- (0.9 mile-) wide asteroid, named 2022 AP7, was discovered in area notoriously difficult to spot objects due to the glare from the Sun.It was found along with two other near-Earth asteroids using a high-tech instrument on the Victor M. Blanco telescope in Chile that was originally developed to study dark matter.\"2022 AP7 crosses Earth’s orbit, which makes it a potentially hazardous asteroid, but it currently does not now or anytime in the future have a trajectory that will have it collide with the Earth,\" said lead author of the findings, astronomer Scott Sheppard of the Carnegie Institution for Science.The potential threat comes from the fact that like any orbiting object, its trajectory will be slowly modified due to myriad gravitational forces, notably by planets. Forecasts are therefore difficult on the very long term.The newly-discovered asteroid is \"the largest object that is potentially hazardous to Earth to be discovered in the last eight years,\" said NOIRLab, a US-funded research group that operates multiple observatories.2022 AP7 takes five years to circle the Sun under its current orbit, which at its closest point to Earth remain several million kilometers away.The risk is therefore very small, but in case of a collision, an asteroid of that size \"would have a devastating impact on life as we know it,\" said Sheppard. He explained that dust launched into the air would have a major cooling effect, provoking an \"extinction event like hasn’t been seen on Earth in millions of years.\"His team's results were published in the scientific journal The Astronomical Journal. The two other asteroids pose no risk to Earth, but one is the closest asteroid to the Sun ever found.Some 30,000 asteroids of all sizes -- including more than 850 larger than a kilometer wide -- have been catalogued in the vicinity of the Earth, earning them the label \"Near Earth Objects\" (NEOs). None of them threaten Earth for the next 100 years.According to Sheppard, there are \"likely 20 to 50 large NEOs left to find,\" but most are on orbits that put them in the Sun's glare.In preparation for a future discovery of a more threatening object, NASA conducted a test mission in late September in which it collided a spacecraft with an asteroid, proving that it was possible to change its trajectory.TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: How furries survive in conservative Indonesia TJP Documentaries: Five Legendary Jakarta Snacks "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "‘Earth is in our hands’: Astronaut Pesquet’s plea for the planet",
      "Author_News": "Juliette Collen (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/11/01/2022_11_01_131605_1667283003._large.jpg",
      "Date_News": "Tue, November 1, 2022",
      "Article_News": "From his unique viewpoint hundreds of kilometers above Earth, French astronaut Thomas Pesquet told AFP he felt helpless watching fires rage across the planet below, calling for more to be done to protect this fragile \"island of life\".Pesquet said his two tours onboard the International Space Station (ISS) convinced him more than ever that the world was failing to address the threat posed by climate change.He also witnessed moments of astonishing beauty while in space, some of which are captured in 300 photos published in his new book undefined (Earth is in our Hands), released this week in France, the profits of which will go to charity.Pesquet wrote that he initially \"caught the photo bug\" during his first tour on the ISS in 2016-2017. But it was during his last mission, from April to November 2021, that he fully embraced the endeavor, taking constant photos and sharing his passion with his colleagues in space.\"At first I was a bit of a Sunday photographer, then I really got a taste for it,\" Pesquet told AFP in an interview.\"When you to arrive at the station, you have that smartphone reflex. You see something great and want to immortalize it,\" he said. \"But quickly you are confronted with limitations, if you want to take photos at night, for example, or of precise targets with long lenses,\" he added.\"It's difficult because everything is manual.”undefinedAround a dozen cameras are available to astronauts on the ISS, some permanently installed on the Cupula observation module, some in the US laboratory which has a porthole looking down on Earth.Despite only having a few hours of leisure time a day, Pesquet took 245,000 photos during his last tour.\"Many are not very good, but in six months there is a real progression curve,\" he said.Throughout the photos of rivers, oceans, deserts, mountains, sunsets and sunrises, the astronaut's amazement at the world shines through.\"The planet is so vast and diverse that you still don't feel like you've seen everything. Even after 400 days in orbit, there are still some things that surprise me, places I haven't seen,\" he said.The speed of the station, which hurtles through space at 28,000 kilometers an hour, means that \"we are never above the same area at the same time of day,\" he said.One day, he was surprised to find out that the northern lights appear blue from space.Pesquet only managed to get a photo of the phenomenon because his US colleague Shane Kimbrough told him it was taking place, after spotting it out of his bedroom window.undefinedBut Pesquet did not only witness Earth's beauty.He also captured images of a world in a state of degradation: The \"sinister spectacle\" of hurricanes, tornadoes and fires that stormed across the planet during his second stint of 200 days in space.Pesquet described himself as a \"helpless\" witness to the carnage.\"What struck me the most were the fires. We could see the flames and smoke very clearly,\" he said, which gave the impression of \"the end of the world”.\"Like in the movies,\" he watched as entire regions were engulfed. Parts of southern Europe, British Columbia and California were \"consumed little by little by a blanket of smoke,\" he added.\"I saw the difference just four years made,\" he said.\"My first mission was in winter and the second in summer, so it was normal that there were more fires—but overall I saw more violent phenomenon.\"Watching these increasingly extreme weather events, \"which we know are linked to climate change, has convinced me that we not doing enough to protect our planet,\" Pesquet wrote in the book.Without science \"we would be lost in the face of the magnitude of the challenges\" ahead, he said.\"It's not too late, but the longer we wait [...],\" he trailed off.\"Every year we say 'now is the time act' – and it's the same the next year, we only make small changes without a strong global impact.\"TJP Documentaries: When The Music's Over TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: Five Legendary Jakarta Snacks "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Instagram experiences overnight outage, accounts suspended and locked",
      "Author_News": "Radhiyya Indra (The Jakarta Post)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/11/01/2022_11_01_131601_1667280330._large.jpg",
      "Date_News": "Tue, November 1, 2022",
      "Article_News": "undefinedSocial media platform Instagram experienced an outage around the world on Monday, with many users getting suspended and locked out of their own accounts for hours.According to outage checker DownDetector, the Instagram outage occurred across continents on Monday evening Indonesian time. Many Indonesians shared their frustrations about the outage on Twitter.“What’s with Instagram? It suddenly turned like this. Anybody experience the same thing?” tweeted user undefinedwith a screenshot of their Instagram account being suspended. Ini Instagram kenapa dah? Tiba2 kayak giniundefined\nAda yg ngalamin jg gak?? undefinedundefined“Why does Instagram keep force-closing on its own today every time I open it?” tweeted user undefined.hari ini tiap buka instagram kenapa forced close mulu ya…undefined“This is not about the followers I have, it’s about all the memories I’ve put on Instagram,” lamented user undefined with a similar screenshot of a suspended Instagram account.Plis ini bukan masalah followersnya tapi kenangan semua ada di Instagram😭😭 undefined undefinedundefinedSuspension on Instagram often occurs when the user violates its community guidelines, and the account can be permanently deleted after 30 days.Instagram’s public relations team addressed the situation and apologized on Twitter.“We're aware that some of you are having issues accessing your Instagram account. We're looking into it and apologize for the inconvenience. #instagramdown,” the Instagram Comms accounts undefined on Monday evening. They followed it up with a confirmation that they had “resolved [the bug]” on Tuesday morning.The issue followed a recent outage of messaging app WhatsApp, which, like Instagram, is under the tech giant Meta. The WhatsApp outage lasted about on hour on Oct. 25. Users were unable to send or receive messages.TJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia TJP Documentaries: Viral Chef Vindy Lee Takes Our Indonesian Snacks Etiquette Challenge "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "German eco activists glue themselves to dinosaur exhibit ",
      "Author_News": "AFP",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/31/2022_10_31_131561_1667197564._large.jpg",
      "Date_News": "Mon, October 31, 2022",
      "Article_News": "Two environmental activists glued themselves to an exhibition of a dinosaur skeleton at Berlin's Natural History Museum on Sunday to protest the German government's climate policies.It was the latest stunt by climate campaigners at a museum, after famous artworks were targeted in different ways across Europe.In Berlin, two women wearing orange vests stuck themselves to metal poles supporting a dinosaur skeleton that was over 60 million years old, holding a banner that read, \"What if the government doesn't have it under control?\"One of the women, Caris Connell, said she was scared of \"forest fires, water shortages, famines and war.\"Dinosaurs died out, because they could not withstand massive changes to the climate. That is also threatening us,\" added the 34-year-old.The other activist, Solvig Schinkoethe, said as a mother of four, she feared the consequences of climate change. \"Peaceful resistance is the way we have chosen to protect our children from the deadly ignorance of governments,\" said the 42-year-old.They called on the government in Berlin to take quick steps to cut emissions, such as by setting a speed limit on motorways and introducing more affordable public transportation. The museum said police brought the incident to an end in under an hour. There was property damage and criminal charges have been filed, it said in a statement. The activists were from the group Last Generation, which earlier this month splashed mashed potatoes on Claude Monet's US$111-million undefined (Haystacks) at the Museum Barberini in Potsdam, Germany.In recent weeks, climate activists have also glued themselves to Johannes Vermeer's undefined at a Dutch museum and thrown soup at Vincent van Gogh's undefined at the National Gallery in London.TJP Documentaries: How furries survive in conservative Indonesia TJP Documentaries: When The Music's Over TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Meteorite that smashed into Mars shook planet, NASA says",
      "Author_News": "Lucie Aubourg (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/30/2022_10_30_131524_1667111137._large.jpg",
      "Date_News": "Sun, October 30, 2022",
      "Article_News": "Scientists who study Mars on Thursday revealed the remarkable Christmas gift they received from the planet last year.On December 24, 2021, a meteorite hit Mars' surface, triggering magnitude 4 tremors, which were detected by NASA's InSight spacecraft -- which landed on the planet four years ago -- some 2,200 miles (3,500 kilometers) away. The true origin of this so-called marsquake was only confirmed when the Mars Reconnaissance Orbiter (MRO) was able to take a picture of the newly formed crater created by the hit when it flew over the impact site less than 24 hours later. The image is impressive, showing blocks of ice that were spewed up onto the planet's surface around the 492-foot (150-meter) wide and 70-foot (21-meter) deep hole.The crater is the largest ever observed since the MRO began its Mars orbit 16 years ago. And though meteorite impacts on Mars are not rare, \"we never thought we'd see anything that big,\" Ingrid Daubar, who works on the InSight and MRO missions, told reporters at a press conference Thursday. Researchers estimate that the meteorite itself would have measured between 16 to 39 feet across. An object of that size would have disintegrated in Earth's atmosphere before falling to the ground here. \"It is simply the biggest meteorite impact on the ground that we have heard since science has been done with seismographs or seismometers,\" said planetology professor Philippe Lognonne, who participated in two studies related to the observation published in the journal Science Thursday. NASA released an audio recording of the collision, which was made by speeding up the vibrations collected by the seismometer.undefinedThe valuable information gathered in studying the crash will contribute to deeper knowledge of Mars' interior and the history of how the planet was created, scientists said.The presence of ice, in particular, is \"surprising,\" said Daubar, who also co-authored the two studies. \"This is the warmest spot on Mars, the closest to the equator, we've ever seen water ice,\" she said.In addition to the information this discovery offers about the Martian climate, the presence of water at this latitude -- and not just near the poles -- could prove \"really useful\" for future human visitors to Mars, director of NASA's Planetary Science Division Lori Glaze said. \"We'd want to land the astronauts as near to the equator as possible,\" she said, to take advantage of warmer temperatures. \"That ice could be converted into water, oxygen or hydrogen,\" Glaze said.The impact was powerful enough to generate seismic waves both down to the planet's core and across its crust horizontally, making it possible to study Mars' internal structure -- revealing that the crust on which InSight sits is less dense than the crust the waves traveled over from the crater site. The end of InSight's mission -- which recorded more than 1,300 marsquakes in total -- could come in the next couple of months, according to Bruce Banerdt of NASA's Jet Propulsion Lab, due to the expected accumulation of dust on the lander's solar power panel. It's \"sad,\" he said, while celebrating that the probe worked \"marvelously\" for four years. TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "T-rex in Singapore as experts decry ‘harmful’ auctions ",
      "Author_News": "Catherine Lai (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/30/2022_10_30_131521_1667110092._large.jpg",
      "Date_News": "Sun, October 30, 2022",
      "Article_News": "Dinosaur fans got a glimpse of a Tyrannosaurus rex skeleton as it went on display in Singapore on Friday before an auction next month, as experts slammed the big-money bone trade as \"harmful to science\".The 1,400-kilogram frame, composed of about 80 bones, will be the first T-rex skeleton auctioned in Asia, according to Christie's, which has not given an estimate for the lot.Dubbed Shen, meaning godlike, it will be on display for three days before being shipped to Hong Kong to be sold in November.\"None of the 20 T-Rex that exist in the world are owned by either an Asian institution or an Asian collector,\" said Francis Belin, president of Christie's Asia Pacific.\"We really hope that Shen will find a new home among our Asian collectors here.\"The adult dino, which stands 4.6 meters tall and 12 m long, is thought to be male. It was excavated from private land in the Hells Creek Formation in Montana, the US, in 2020.\"I've never seen a real-life fossil before [...] It makes me feel in awe because it's quite majestic,\" said Lauren Lim, 33, who went to view the exhibit.undefinedShen -- which lived during the Cretaceous period about 67 million years ago -- is not the only dino auctioned in recent years.In July, the first skeleton of a Gorgosaurus went under the hammer for US$6.1 million in New York, the US. Another T-rex, “Stan”, was sold for $31.8 million by Christie's in 2020.But the trend for prehistoric auction lots has some experts concerned.\"It's a sad thing that dinosaurs are becoming collectible toys for the oligarch class, and I can only hope this fad ends soon,\" said Steve Brusatte, a paleontologist at the University of Edinburgh.He said the trend was \"bad news for science\", and the remains belonged in museums.Thomas Carr, a paleontologist from the US, described such sales as being \"unquestionably harmful to science\" even if the skeletons had been studied before being sold.\"A secure, permanent collection ensures that the observations that a scientist makes of a fossil can be tested and replicated -- and a commercially held fossil has no such assurance,\" Carr said.Belin, of Christie's, said he hoped a public institution would buy Shen, and added that the whole skeleton had been fully researched, recorded in 3D and \"all the elements of the skeleton will be made available for the public to research\".\"We strongly hope that the new owner, whether it's an institution or private, will ensure that it's being seen by the public,\" Belin said.TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: When The Music's Over TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "NASA's InSight lander reveals details on outermost layer of Mars ",
      "Author_News": "Will Dunham (Reuters)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/28/2022_10_28_131473_1666935606._large.jpg",
      "Date_News": "Fri, October 28, 2022",
      "Article_News": "undefinedNASA's robotic InSight lander, in the twilight of its service after nearly four years on Mars, is revealing new details about Earth's closest planetary neighbor based on data from two big meteorite impacts that shed light on the Martian crust's structure.Researchers said on Thursday the stationary lander for the first time detected seismic waves traveling along the Martian surface, as opposed to deeper in the body of the planet, caused by two space rocks striking Mars in September and December of last year. The reverberation of these waves along the surface gave clues about the crust, the planet's outermost layer, over a wide geographical expanse in the northern hemisphere. These were the largest impacts detected by InSight since it undefined on Mars in November 2018. Its scientific mission—originally planned to last two years but subsequently extended for two more to this December—is expected to be coming to an end because its solar panels are now covered in accumulating dust, depriving InSight of power. Seismic waves generated by quakes and surface impacts vary in speed and shape when journeying through different material inside a planet. Data collected by InSight's seismometer instrument has helped scientists decipher the undefined of Mars, including the size of its liquid metal core, nature of its mantle and thickness of its crust.InSight also established that Mars is seismically active by detecting more than 1,000 marsquakes, the undefined of which came in May of this year with a magnitude of 5.0—medium-sized compared with quakes on Earth.\"InSight has been successful beyond my expectations,\" said planetary geophysicist Bruce Banerdt of NASA's Jet Propulsion Laboratory, the InSight mission's principal investigator and a coauthor of the new research published in the journal undefined. \"We are likely in the final phase of the mission.\"The three-legged InSight—short for Interior Exploration Using Seismic Investigations, Geodesy and Heat Transport—sits in a vast and relatively flat plain called Elysium Planitia, just north of the Martian equator. Until now, InSight had obtained data on the structure of the Martian crust—which consists mostly of fine-grained volcanic basalt rock—only in the area beneath its actual landing site.The earlier findings indicated that the crust at the landing site was composed of relatively soft material, less dense rock. This was not the case for the other regions covered by the new data, where the crust appears denser. There are two primary kinds of seismic waves. Surface waves travel along a planet's surface like ripples on water. Body waves traverse a planet's inner layers.\"As a consequence of our analysis of surface waves, we now understand that the crust of Mars north of the equatorial dichotomy—a conspicuous feature seen from the topographic variation on Mars that divides the southern highlands and northern lowlands—has a relatively uniform structure,\" said seismologist Doyeon Kim of the Institute of Geophysics at ETH Zurich, lead author of the research.The data looked at depths between 5 and 30 kilometers beneath the surface.Earth's crust is divided into immense plates that move inexorably over a rocky inner layer called a mantle in a process known as plate tectonics. Crust at certain spots below Earth's oceans is constantly recycled. Mars lacks plate tectonics.\"The crust of Mars is ancient and possibly similar to Earth's crust in its first stage,\" Kim said.The December 2021 impact detected by InSight left a crater with a diameter of about 150 meters. The September 2021 crater was about 130 m wide.\"Two very large meteorite impacts happened within 90 days,\" said planetary scientist and study coauthor Simon Staehler of ETH Zurich's seismology and geodynamics group. \"This is significant in terms of a hazard perspective for potential future exploration of the planet and we need to understand whether this was a one-off or happens more often on Mars.\"TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: How furries survive in conservative Indonesia "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "'Overpaying' Musk on deadline to close Twitter deal",
      "Author_News": "Glenn Chapman (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/05/04/2022_05_04_125288_1651677130._large.jpg",
      "Date_News": "Thu, October 27, 2022",
      "Article_News": " Elon Musk looks set to meet a Friday deadline to seal his on-again, off-again deal to buy Twitter, avoiding a trial over the $44 billion contract that he admits is overpriced.After he sought to terminate the sale, Twitter filed a lawsuit to hold Musk to the agreement he inked in April to purchase the social media giant.With a trial looming, the unpredictable billionaire capitulated and revived his takeover plan.Starting from IDR 55,500/monthTJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Humor greets WhatsApp outage in Indonesia",
      "Author_News": "Yohana Belinda (The Jakarta Post)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/06/09/2022_06_09_126511_1654756138._large.jpg",
      "Date_News": "Tue, October 25, 2022",
      "Article_News": "undefinedWhatsApp, owned by United States tech giant Meta Platforms Inc., went down around the globe for approximately half an hour on Oct. 25.A Meta spokesperson promised to resolve the situation ”as quickly as possible”, AFP reported.“We’re aware that some people are currently having trouble sending messages and we’re working to restore WhatsApp for everyone as quickly as possible,” the spokesperson told AFP, adding that “the origin of the outage is unclear”.Many Indonesian users reacted with humor to the outage of the popular messaging app, known colloquially as \"WA\".Twitter user Emrayen wrote: “undefined [Blessed be God] WA error, [my] phone can take a short break from dinging work notifications.”alhamdulillah wa error, hp istirahat sejenak dari tunangtuning notif kerjaanMeanwhile, Cleundefinedtweeted, “WA error, my life is at peace.”Alhamdulillah WA error, tenang idup gueAnd BAIRA (undefined) wrote: “WA has a problem. At least I won’t be asked about work today,” followed by laughter.Alhamdulillah WA bermasalah. Minimal hari ini gak ditanyain kerjaan. Jahaha.However, not everyone was pleased about the temporary glitch, which occurred sometime between 2 p.m. and 3:40 p.m. Jakarta time.“I mainly use WhatsApp to communicate with customers, so I was frustrated during the time,” said Herlina Hermanto, 40, who runs an online store.“As a merchant, I might lose the chance to sell my items if I can’t respond to a customer,” the mother of three added.Yuli Istiana, 41, an education consultant, also shared her frustration over the WhatsApp outage.“I wasn’t able to send a Zoom meeting link to the other participants because of the WhatsApp error, so I had to contact them by phone and SMS,” said Yuli.“It was hectic and these days, individuals depend on messaging services like WhatsApp,” she stressed.TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: When The Music's Over TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Literature finds unlikely social media partner in TikTok ",
      "Author_News": "Sam Reeves and Lea Pernelle (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/24/2022_10_24_131323_1666595581._large.jpg",
      "Date_News": "Mon, October 24, 2022",
      "Article_News": "Best-selling German author Sarah Sprinz's series of young adult books has received a boost from an unlikely quarter: A community of literary enthusiasts on social media platform TikTok.The undefined trend has exploded in recent times, with a growing number of readers posting reviews and engaging with writers, while authors use it to promote their works.To some, it seems counterintuitive, as a platform known for short and often light-hearted videos is not the obvious place to encourage an activity like reading that requires deep concentration.But videos with the hashtag have racked up billions of views and helped to propel the popularity of some works, while bookshops are rushing to set up stands where creators can film videos.The trend \"is super important for me\", Sprinz, author of the hit undefined series set in a boarding school in Scotland, told AFP in an interview at the Frankfurt Book Fair.\"Personally for me, I believe it played a role [in my success], because I have seen a lot of videos recommending my books.\"The trend, which often sees creators post emotionally charged reviews of books, had been particularly effective in attracting a new audience of younger readers, said Sprinz.\"I think it is nice that through TikTok, a completely new, younger target audience is becoming aware of reading,\" said the 26-year-old.undefinedAccording to TikTok, which is owned by Chinese company ByteDance, undefined has received more than 84 billion video views to date on the platform, with successful genres including romance and fantasy.\"undefined has become the place for book recommendations and discovery, as well as for sharing reviews and tapping into fan culture,\" said Tobias Henning, general manager of TikTok Germany and Central and Eastern Europe.It was also \"having a real world impact on book sales globally\", he added.One success credited to undefined is that of United States author Colleen Hoover's novel undefined, which saw sales soar after it gained traction in the community.A typical review shows a woman sobbing as she reads the novel, with music playing and a voiceover reading, \"I've never cried for so long after a book.\"With the clout of undefined growing, the annual Frankfurt fair, the world's biggest publishing event, has made TikTok a partner for the first time.Several creators and enthusiasts are also in attendance.\"I mostly do [TikTok] content about books, mostly about novels, and I try to upload two videos a week,\" TikTok user Sofia Reinbold, who came to the fair after reading about it on the platform, told AFP.The 17-year-old added she had received \"feedback from people who have bought books after watching my videos\".undefinedFor Sprinz, the undefined phenomenon is driven by the fact that TikTok is a visual platform, allowing people to show how they feel about a book. And people being stuck at home during the coronavirus pandemic may have accelerated the trend.\"A lot of people perhaps felt a bit lonely and isolated,\" she said, adding it was a good platform \"to network again and find common hobbies like reading\".She also downplayed the suggestion that there was somehow a contradiction between spending more time on social media and trying to promote literature, noting that people read in different ways nowadays, including e-books and on smartphones.But social media alone \"cannot make a successful book\", she said.\"TikTok and undefined are a kind of multiplier and a good opportunity to pass on recommendations for books.\"But \"there must be more to it\", she said. \"The book must, of course, be good.\"TJP Documentaries: Viral Chef Vindy Lee Takes Our Indonesian Snacks Etiquette Challenge TJP Documentaries: Why Indonesian E-sports Athletes Are Today’s Money-making Superstars TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Record measurement of universe suggests 'something is fishy'",
      "Author_News": "Daniel Lawler (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2017/05/29/2017_05_29_27755_1496032917._large.jpg",
      "Date_News": "Thu, October 20, 2022",
      "Article_News": "The most precise measurements ever made of the universe's composition and how fast it is expanding suggest \"something is fishy\" in our understanding of the cosmos, the astrophysicist who led the research said Wednesday.The comprehensive new study published in undefined further confirmed that there is a significant discrepancy between two different ways to estimate the speed at which the universe is expanding. The study said that around five percent of the universe is made up of what we might think of as normal matter, while the rest is dark matter and dark energy -- both of which remain shrouded in mystery.Dark energy, a hypothetical force causing the universe to expand at an ever-increasing rate, makes up 66.2 percent of the cosmos, according to the study published in The Astrophysical Journal.The remaining 33.8 percent is a combination of matter and dark matter, which is also unknown but may consist of some as-yet-undiscovered subatomic particle.To arrive at the most precise limits yet put on what our universe is made up of, an international team of researchers observed exploding stars called supernovae.They analysed the light from 1,550 different supernovae, ranging from close to home to more than 10 billion lights year away, back when the universe was a quarter of its current age.\"We can compare them and see how the universe is behaving and evolving over time,\" said Dillon Brout of the Harvard–Smithsonian Center for Astrophysics and lead author of the study, called Pantheon+. The study updated the data from the Pantheon project a couple of years ago, stamping out possible problems and nailing down more precise calculations.\"This latest Pantheon+ analysis is a culmination of more than two decades' worth of diligent efforts by observers and theorists worldwide in deciphering the essence of the cosmos,\" US astrophysicist Adam Reiss, 2011's physics Nobel winner, said in a statement.It was by observing supernovae back in the late 1990s that Reiss and other scientists discovered the universe was not only expanding but also doing so at an increasing rate, meaning galaxies are racing away from each other.\"It was like if you threw a ball up, and instead of the ball coming down, it shot up and kept accelerating,\" Brout said of the surprise of that discovery.Pantheon+ also pooled data with the SH0ES supernova collaboration to find what is believed to be the most accurate measurement for how rapidly the universe is expanding.They estimated the universe is currently expanding 73.4 kilometres a second every megaparsec, or 3.26 million light years. That works out to be around 255,000 kilometres (160,000 miles) per hour, according to a Harvard-Smithsonian statement.But there's a problem.undefinedMeasuring cosmic microwave background radiation, which can look much farther back in time to around 300,000 years after the Big Bang, suggests the universe is expanding at a significantly slower rate -- around 67 kilometres per megaparsec.This discrepancy has been called the Hubble tension, after US astronomer Edwin Hubble.The Pantheon+ results have raised the certainty of the Hubble tension above what is known as the five sigma threshold, which means the discrepancy \"can no longer be attributed to luck\", Brout said.\"It certainly indicates that potentially something is fishy with our understanding of the universe,\" Brout told undefined.Some possible, unverified theories for the discrepancy could include another kind of dark energy in the very early universe, primordial magnetic fields, or even that the Milky Way sits in a cosmic void, potentially slowing it down.But for now, Brout said that \"we, as scientists thrive on not understanding everything.\"There's still potentially a major revolution in our understanding, coming potentially in our lifetimes,\" he added.TJP Documentaries: Five Legendary Jakarta Snacks TJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Robotic suit gives paralyzed children gift of walking  ",
      "Author_News": "Jean Arce (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/20/2022_10_20_131189_1666249929._large.jpg",
      "Date_News": "Thu, October 20, 2022",
      "Article_News": "Wearing a robotic exoskeleton designed specially for children, an eight-year-old boy with cerebral palsy walked through a therapy room in Mexico City, smiling triumphantly at the once-unthinkable feat.David Zabala uses a wheelchair due to his neurological condition, which also left him deaf and reliant on sign language.But thanks to the Atlas 2030 exoskeleton, which won its creator a European Inventor Award this year, he was able to walk and stand in front of a mirror where he drew smiling faces with colored marker pens.\"He's taking his first steps. That's a joy for him,\" said the boy's mother, Guadalupe Cardoso, 41.\"At first it scared him and his hands were very tense and now I see that he's already holding the marker pen and starting to draw or [play with] the ball,\" Cardoso added.It makes the exhausting, near two-hour journey from their home in the south of Mexico City to the therapy center totally worth it, she said.The exoskeleton was designed by Spanish professor Elena Garcia Armada to enable children who use wheelchairs to walk during muscle rehabilitation therapy.The mechanical joints of the battery-powered titanium suit adapt intelligently to the motion of each child, according to the European Patent Office, which presented Garcia with the European Inventor Award.Giving paralyzed children the opportunity to walk \"not only extends their life expectancy and enhances their physical well-being, but also improves their self-esteem,\" it said.undefinedMexico is the third country, after Spain and France, where the Atlas 2030 has been used to treat children.The suit helps \"to achieve in record time rehabilitation goals\" that would take months to achieve with conventional therapies, said Guadalupe Maldonado, director of Mexico's Association for People with Cerebral Palsy.The benefits include muscle strengthening, improvement of the digestive and respiratory systems and—above all—a major mood boost, Maldonado said.The private organization, founded in 1970, has already seen positive results two weeks after acquiring its first exoskeleton, she said.A second device, worth around US$250,000, is due to arrive in Mexico City next month.The association's initial goal is to offer rehabilitation to about 200 children with cerebral palsy.\"We want to continue working and empowering, so that more children in the city and the country have access to this type of rehabilitation [...] that radically changes their lives,\" Maldonado said.The sessions also give joy to the therapists, who carefully fit the exoskeleton using its special corset, cuff and shoes and celebrate the children's progress with smiles and applause. \"It motivates us a lot as therapists that we will be able to achieve many things in the future,\" said Arturo Palafox, 28.TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: Five Legendary Jakarta Snacks TJP Documentaries: How furries survive in conservative Indonesia "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "First 'concrete picture' of Neanderthal family revealed by DNA",
      "Author_News": "Juliette Collen (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/20/2022_10_20_131183_1666238884._large.jpg",
      "Date_News": "Thu, October 20, 2022",
      "Article_News": "The original Flintstones? The largest genetic study of Neanderthals ever conducted has offered an unprecedented snapshot of a family, including a father and his teenage daughter, who lived in a Siberian cave around 54,000 years ago.The new research, published in the journal undefined on Wednesday, used DNA sequencing to look at the social life of a Neanderthal community, finding that women were more likely to stray from the cave than men.Previous archaeological excavations have shown that Neanderthals were more sophisticated than once thought, burying their dead and making elaborate tools and ornaments. However little is known about their family structure or how their society was organised.The sequencing of the first Neanderthal genome in 2010, which won Swedish paleogeneticist Svante Paabo the medicine Nobel prize earlier this month, offered a new way to discover more about our long extinct forerunners.An international team of researchers focused on multiple Neanderthal remains found in the Chagyrskaya and Okladnikov caves in southern Siberia. The scattered fragments of bones were mostly in a single layer in the earth, suggesting the Neanderthals lived around the same time.\"First we had to identify how many individuals we had,\" Stephane Peyregne, an evolutionary geneticist at Germany's Max Planck Institute and one of the study's co-authors, told undefined.undefinedThe team used new techniques to extract and isolate the ancient DNA from the remains.By sequencing the DNA, they established there were 13 Neanderthals, seven males and six females. Five of the group were children or early adolescents.Eleven were from the Chagyrskaya cave, many of them from the same family including the father and his teenage daughter, as well as a young boy and a woman who were second-degree relatives, such as a cousin, aunt or grandmother.The researchers also worked out that one man was a maternal relative of the father because he had a genetic phenomenon called heteroplasmy, which only passes down a couple of generations.\"Our study provides a concrete picture of what a Neandertal community may have looked like,\" Max Planck's Benjamin Peter, who supervised the research along with Paabo, said in a statement.\"It makes Neandertals seem much more human to me,\" he added.Genetic analysis showed that the group did not interbreed with its nearby relatives such as humans and Denisovans, hominins discovered by Paabo in caves just a few hundred kilometres away.However we know that Neanderthals did breed with homo sapiens at some point -- Paabo's research also revealed that almost all modern humans have a little Neanderthal DNA.undefinedThe community of around 10 to 20 Neanderthals seems to have instead bred largely among themselves, displaying very little genetic diversity, the study found.Neanderthals existed between 430,000 to 40,000 years ago, so this group was living in the twilight of its species.The study compared the community's level of inbreeding to endangered mountain gorillas. Another explanation for the inbreeding could be that the Neanderthals lived in an isolated region.\"We are probably dealing with a very subdivided population,\" Peyregne said.The researchers found that the group's Y-chromosomes, which are inherited from father to son, were far less diverse than its mitochondrial DNA, which is inherited from mothers.This suggests that the women travelled more frequently to interact and breed with different groups of Neanderthals, while the men largely stayed home.Antoine Balzeau, a palaeoanthropologist at France's National Museum of Natural History, said that fossils found in the Sidron Cave in Spain prompted suggestions of a similar Neanderthal community there, but far less complete genetic material is available.Balzeau, who was not involved in the latest study, said it was \"a very interesting technical feat\".But \"it will have to be compared with other groups\" of Neanderthals, he added.TJP Documentaries: How furries survive in conservative Indonesia TJP Documentaries: Viral Chef Vindy Lee Takes Our Indonesian Snacks Etiquette Challenge TJP Documentaries: Where can you find the most tasty steak in Jakarta? "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Genetic findings from Siberian caves give glimpse into Neanderthal life",
      "Author_News": "Will Dunham (Reuters)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/20/2022_10_20_131183_1666238884._large.jpg",
      "Date_News": "Thu, October 20, 2022",
      "Article_News": "Bone and tooth remnants from two Siberian caves are helping scientists for the first time decipher the social organization of our cousins the Neanderthals through genetic sleuthing, including on the remains of a father and his teenage daughter.Researchers on Wednesday described genomic findings from the remains of 13 Neanderthals - 11 from Chagyrskaya cave and two from Okladnikov cave in the Altai Mountains of Russia - in one of the largest genetic studies of a Neanderthal population to date. The Paleolithic remains date to about 54,000 years ago.Piecing together the relationships among some of these individuals based on the genetic findings enabled the researchers to conclude that these Neanderthal communities were comprised of a small group of close relatives, consisting of perhaps 10 to 20 members, and that it was the women who migrated among communities, with the men staying put.The caves are located at the easternmost extent of the known geographical range of Neanderthals, who inhabited parts of western Eurasia while another now-extinct human lineage called the Denisovans occupied parts of eastern Eurasia.The caves are located within 60 miles (100 km) of the site where the first remains of Denisovans were found, but the study detected no evidence of interbreeding between these 13 Neanderthals and Denisovans. Our species had not yet reached this region at the time.While genomic analyses of Neanderthals have previously provided insights into their population history and close relationship to our species, their social organization has been harder to reconstruct.\"I think our insights make Neanderthals more relatable, and in some sense more human. They were people that lived and died in small family groups, likely in a harsh environment. Yet they managed to persevere for hundreds of thousands of years,\" said population geneticist Benjamin Peter of the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany, a co-author of the undefined published in the journal Nature.Neanderthals, more robustly built than Homo sapiens and with larger brows, lived from around 430,000 years ago to roughly 40,000 years ago.The 13 Neanderthal individuals included five children and adolescents. There were seven males and six females.The Chagyrskaya cave site yielded remains of an adult male father and his teenage daughter, thought to have been in late adolescence. There also was a boy between 8 and 12 years old, based on dental evidence, along with an adult female relative who the genetic findings suggested was an aunt, cousin or grandmother.Scientists found numerous stone tools and animal bones in the two caves, suggestive of small hunter-gatherer communities whose members hunted bison, ibex, horses and other animals that migrated through the river valleys situated below these caves.Far from the obsolete stereotype of dimwitted brutes, studies have shown that Neanderthals were intelligent, creating art, using complex group hunting methods, pigments probably for body painting, symbolic objects and perhaps spoken language.The low genetic diversity - similar to endangered species bordering on extinction - found among the 13 Neanderthals in the research provided evidence for the small group sizes of these communities.The researchers compared the genetic diversity on the Y-chromosome - the one inherited father-to-son - to mitochondrial DNA diversity - inherited from mothers. The higher mitochondrial genetic diversity indicated that these communities were primarily linked by movement of the females from one to another.The nature of the interaction between our species and Neanderthals - formally called Homo neanderthalensis - remains hazy. There was interbreeding, as shown by the fact that modern non-African human populations bear residual Neanderthal DNA. But our role in their extinction remains unclear. Neanderthals disappeared relatively soon after our species moved into their territory, as was also the case with Denisovans.TJP Documentaries: How furries survive in conservative Indonesia TJP Documentaries: When The Music's Over TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Iconic 'Pillars of Creation' captured in new Webb image",
      "Author_News": "News Desk (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/20/2022_10_20_131174_1666228818._large.jpg",
      "Date_News": "Thu, October 20, 2022",
      "Article_News": "The James Webb Space Telescope captured the iconic \"Pillars of Creation,\" huge structures of gas and dust teeming with stars, NASA said Wednesday, and the image is as majestic as one could hope.The twinkling of thousands of stars illuminates the telescope's first shot of the gigantic gold, copper and brown columns standing in the midst of the cosmos.At the ends of several pillars are bright red, lava-like spots. \"These are ejections from stars that are still forming,\" only a few hundred thousand years old, NASA said in a statement.These \"young stars periodically shoot out supersonic jets that collide with clouds of material, like these thick pillars,\" the US space agency added.The \"Pillars of Creation\" are located 6,500 light years from Earth, in the Eagle Nebula of our Milky Way galaxy.The pillars were made famous by the Hubble Space Telescope, which first captured them in 1995 and then again in 2014.But thanks to Webb's infrared capabilities, the newer telescope -- launched into space less than a year ago -- can peer through the opacity of the pillars, revealing many new stars forming.\"By popular demand, we had to do the Pillars of Creation\" with Webb, Klaus Pontoppidan, the science program manager at the Space Telescope Science Institute, said Wednesday on Twitter.STScI operates Webb from Baltimore, Maryland.\"There are just so many stars!\" Pontoppidan added.NASA astrophysicist Amber Straughn summed it up: \"The universe is beautiful!\" she wrote on Twitter.The image, covering an area of about eight light years, was taken by Webb's primary imager NIRCam, which captures near-infrared wavelengths -- invisible to the human eye.The colors of the image have been \"translated\" into visible light.According to NASA, the new image \"will help researchers revamp their models of star formation by identifying far more precise counts of newly formed stars, along with the quantities of gas and dust in the region.\"Operational since July, Webb is the most powerful space telescope ever built, and has already unleashed a raft of unprecedented data. Scientists are hopeful it will herald a new era of discovery.One of the main goals for the $10-billion telescope is to study the life cycle of stars. Another main research focus is on exoplanets, planets outside Earth's solar system. TJP Documentaries: Why Indonesian E-sports Athletes Are Today’s Money-making Superstars TJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: When The Music's Over "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Climate change may boost Arctic 'virus spillover' risk",
      "Author_News": "Sara Hussein (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2018/04/25/2018_04_25_44845_1524644103._large.jpg",
      "Date_News": "Wed, October 19, 2022",
      "Article_News": "A warming climate could bring viruses in the Arctic into contact with new environments and hosts, increasing the risk of \"viral spillover\", according to research published Wednesday.Viruses need hosts like humans, animals, plants or fungi to replicate and spread, and occasionally they can jump to a new one that lacks immunity, as seen during the COVID-19 pandemic.Scientists in Canada wanted to investigate how climate change might affect spillover risk by examining samples from the Arctic landscape of Lake Hazen.It is the largest lake in the world entirely north of the Arctic Circle, and \"was truly unlike any other place I've been\", researcher Graham Colby, now a medical student at University of Toronto, told undefined.The team sampled soil that becomes a riverbed for melted glacier water in the summer, as well as the lakebed itself -- which required clearing snow and drilling through two metres of ice, even in May when the research was carried out.They used ropes and a snowmobile to lift the lake sediment through almost 300 metres (980 feet) of water, and samples were then sequenced for DNA and RNA, the genetic blueprints and messengers of life.\"This enabled us to know what viruses are in a given environment, and what potential hosts are also present,\" said Stephane Aris-Brosou, an associate professor in the University of Ottawa's biology department, who led the work.But to find out how likely they were to jump hosts, the team needed to examine the equivalent of each virus and host's family tree.\"Basically what we tried to do is measure how similar these trees are,\" said Audree Lemieux, first author of the research.Similar genealogies suggest a virus has evolved along with its host, but differences suggest spillover.And if a virus has jumped hosts once, it is more likely to do so again.undefinedThe analysis found pronounced differences between viruses and hosts in the lakebed, \"which is directly correlated to the risk of spillover,\" said Aris-Brosou.The difference was less stark in the riverbeds, which the researchers theorise is because water erodes the topsoil, removing organisms and limiting interactions between viruses and potential new hosts.Those instead wash into the lake, which has seen \"dramatic change\" in recent years, the study says, as increased water from melting glaciers deposits more sediment.\"That's going to bring together hosts and viruses that would not normally encounter each other,\" Lemieux said.The authors of the research, published in the Proceedings of the Royal Society B: Biological Sciences journal, caution they are neither forecasting an actual spillover nor a pandemic.\"The likelihood of dramatic events remains very low,\" Lemieux said.They also warn more work is needed to clarify how big the difference between viruses and hosts needs to be to create serious spillover risk.But they argue that warming weather could increase risks further if new potential hosts move into previously inhospitable regions.\"It could be anything from ticks to mosquitoes to certain animals, to bacteria and viruses themselves,\" said Lemieux.\"It's really unpredictable... and the effect of spillover itself is very unpredictable, it can range from benign to an actual pandemic.\"The team wants more research and surveillance work in the region to understand the risks.\"Obviously we've seen in the past two years what the effects of spillover can be,\" said Lemieux.TJP Documentaries: Five Legendary Jakarta Snacks TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes TJP Documentaries: When The Music's Over "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Astronomers are captivated by brightest flash ever seen",
      "Author_News": "Issam Ahmed (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/17/2022_10_17_131054_1665965451._large.jpg",
      "Date_News": "Mon, October 17, 2022",
      "Article_News": "Astronomers have observed the brightest flash of light ever seen, from an event that occurred 2.4 billion light years from Earth and was likely triggered by the formation of a black hole.The burst of gamma-rays -- the most intense form of electromagnetic radiation -- was first detected by orbiting telescopes on October 9, and its afterglow is still being watched by scientists across the world.Astrophysicist Brendan O'Connor told AFP that gamma-ray bursts that last hundreds of seconds, as occurred on Sunday, are thought to be caused by dying massive stars, greater than 30 times bigger than our Sun.The star explodes in a supernova, collapses into a black hole, then matter forms in a disk around the black hole, falls inside, and is spewed out in a jet of energy that travels at 99.99 percent the speed of light.The flash released photons carrying a record 18 teraelectronvolts of energy -- that's 18 with 12 zeros behind it -- and it has impacted long wave radio communications in Earth's ionosphere.\"It's really breaking records, both in the amount of photons, and the energy of the photons that are reaching us,\" said O'Connor, who used infrared instruments on the Gemini South telescope in Chile to take fresh observations early Friday.\"Something this bright, this nearby, is really a once-in-a-century event,\" he added.Gamma-ray research first began in the 1960s when US satellites designed to detect whether the Soviet Union was detonating bombs in space ending up finding such bursts originating from outside the Milky Way. \"Gamma-ray bursts in general release the same amount of energy that our Sun produces over its entire lifetime in the span of a few seconds -- and this event is the brightest gamma ray burst,\" said O'Connor.This gamma-ray burst, known as GRB 221009A, was first spotted by telescopes including NASA's Fermi Gamma-ray Space Telescope, Neil Gehrels Swift Observatory, and Wind spacecraft on Sunday morning Eastern time. undefinedIt originated from the direction of the constellation Sagitta, and traveled an estimated 1.9 billion years to reach Earth -- less than the current distance of its starting point, because the universe is expanding.Observing the event now is like watching a 1.9 billion-year-old recording of those events unfold before us, giving astronomers a rare opportunity to glean new insights into things like black hole formation.\"That's what makes this sort of science so addictive -- you get this adrenaline rush when these things happen,\" said O'Connor, who is affiliated with the University of Maryland and George Washington University.Over the coming weeks, he and others will continue watching for the signatures of supernovas at optical and infrared wavelengths, to confirm that their hypothesis about the origins of the flash are correct, and that the event conforms to known physics.Unfortunately, while the initial burst may have been visible to amateur astronomers, it has since faded out of their view.Supernova explosions are also predicted to be responsible for producing heavy elements -- such as gold, platinum, uranium -- and astronomers will also be on the hunt for their signatures.Astrophysicists have written in the past that the sheer power of gamma-ray bursts could cause extinction level events here on Earth.But O'Connor pointed out that because the jets of energy are very tightly focused, and aren't likely to arise in our galaxy, this scenario is not something we should worry much about. TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: Where can you find the most tasty steak in Jakarta? TJP Documentaries: Yogyakarta 'fight club' keeps teens away from Klitih gang crimes "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Neanderthals, humans co-existed in Europe for over 2,000 years: study",
      "Author_News": "Daniel Lawler (AFP)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2018/02/23/2018_02_23_41154_1519364352._large.jpg",
      "Date_News": "Mon, October 17, 2022",
      "Article_News": "Neanderthals and humans lived alongside each other in France and northern Spain for up to 2,900 years, modelling research suggested Thursday, giving them plenty of time to potentially learn from or even breed with each other.While the study, published in the journal undefined, did not provide evidence that humans directly interacted with Neanderthals around 42,000 years ago, previous genetic research has shown that they must have at some point.Research by Swedish paleogeneticist Svante Paabo, who won the medicine Nobel prize last week, helped reveal that people of European descent -- and almost everyone worldwide -- have a small percentage of Neanderthal DNA.Igor Djakovic, a PhD student at Leiden University in the Netherlands and lead author of the new study, said we know that humans and Neanderthals \"met and integrated in Europe, but we have no idea in which specific regions this actually happened\".Exactly when this happened has also proved elusive, though previous fossil evidence has suggested that modern humans and Neanderthals walked the Earth at the same time for thousands of years.To find out more, the Leiden-led team looked at radiocarbon dating for 56 artefacts -- 28 each for Neanderthals and humans -- from 17 sites across France and northern Spain. The artefacts included bones as well as distinctive stone knives thought to have been made by some of the last Neanderthals in the region.The researchers then used Bayesian modelling to narrow down the potential date ranges.undefinedThen they used optimal linear estimation, a new modelling technique they adapted from biological conservation sciences, to get the best estimate for when the region's last Neanderthals lived.Djakovic said the \"underlying assumption\" of this technique is that we are unlikely to ever discover the first or last members of an extinct species.\"For example, we'll never find the last woolly Rhino,\" he told AFP, adding that \"our understanding is always broken up into fragments\".The modelling found that Neanderthals in the region went extinct between 40,870 and 40,457 years ago, while modern humans first appeared around 42,500 years ago.This means the two species lived alongside each other in the region for between 1,400 and 2,900 years, the study said.During this time there are indications of a great \"diffusion of ideas\" by both humans and Neanderthals, Djakovic said.The period is \"associated with substantial transformations in the way that people are producing material culture,\" such as tools and ornaments, he said. There was also a \"quite severe\" change in the artefacts produced by Neanderthals, which started to look much more like those made by humans, he added.Given the changes in culture and the evidence in our own genes, the new timeline could further bolster a leading theory for the end of the Neanderthals: mating with humans. Breeding with the larger human population could have meant that, over time, Neanderthals were \"effectively swallowed into our gene pool,\" Djakovic said.\"When you combine that with what we know now -- that most people living on Earth have Neanderthal DNA -- you could make the argument that they never really went extinct, in a certain sense.\" TJP Documentaries: Tamiya Racing Fever Still Alive in Indonesia TJP Documentaries: When The Music's Over TJP Documentaries: Why Indonesian E-sports Athletes Are Today’s Money-making Superstars "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Elon Musk is under federal investigations, Twitter says in court filing",
      "Author_News": "Tom Hals and Sheila Dang (Reuters)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/04/11/2022_04_11_124573_1649662161._large.jpg",
      "Date_News": "Fri, October 14, 2022",
      "Article_News": "Elon Musk is being investigated by federal authorities over his conduct in his $44 billion takeover deal for Twitter Inc, the social media company said in a court filing released on Thursday.While the filing said he was under investigations, it did not say what the exact focus of the probes was and which federal authorities are conducting them. Twitter, which sued Musk in July to force him to close the deal, said attorneys for the Tesla Inc CEO had claimed \"investigative privilege\" when refusing to hand over documents it had sought.In late September, Musk's attorneys had provided a \"privilege log\" identifying documents to be withheld, Twitter said. The log referenced drafts of a May 13 email to the U.S. Securities and Exchange Commission (SEC) and a slide presentation to the Federal Trade Commission (FTC).\"This game of 'hide the ball' must end,\" the company said in the court filing. The court filing, which asked Delaware judge Kathaleen McCormick to order Musk's attorneys to provide the documents, was made on Oct. 6 - the same day that McCormick paused litigation between the two sides after Musk reversed course and said he would proceed with the deal.Alex Spiro, an attorney for Musk, told Reuters that Twitter's court filing was a \"misdirection\" and asserted: \"It is Twitter's executives that are under federal investigation.\" Twitter declined to comment on Spiro's statement. It also declined comment when asked by Reuters about its understanding of any investigation into Musk. The SEC did not immediately respond to a request for comment and the FTC declined to comment. The SEC has questioned Musk's comments about the Twitter acquisition, including whether a 9% stake he had built up before announcing his bid had been disclosed late and why it indicated that he intended to be a passive shareholder. Musk later refiled the disclosure to indicate he was an active investor. In June, the SEC asked Musk in a letter whether he should have amended his public filing to reflect his intention to suspend or abandon the deal.The Information, a tech news site, reported in April that the FTC was scrutinizing whether Musk failed to comply with the antitrust reporting requirement relating to an investor's intentions of being a passive or active shareholder. Twitter said in June, however, that the takeover deal with Musk had cleared an antitrust waiting period for review by the FTC and US Justice Department. McCormick has given Musk until Oct. 28 to close the acquisition. If the deal does not get done by then, a trial date will be set for November. TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: Citayam Fashion Week Sees Youth Reclaim Jakarta's Public Space TJP Documentaries: Viral Chef Vindy Lee Takes Our Indonesian Snacks Etiquette Challenge "
   },
   {
      "Website_News": "Culture - science-tech - The Jakarta Post",
      "Headline_News": "Google approves Trump's Truth Social for Play Store ",
      "Author_News": "Helen Coster (Reuters)",
      "Category_News": "Science & Tech",
      "Image_News": "https://img.jakpost.net/c/2022/10/13/2022_10_13_130955_1665645546._large.jpg",
      "Date_News": "Thu, October 13, 2022",
      "Article_News": "Alphabet Inc.'s Google has approved the former United States president Donald Trump's social media app Truth Social for distribution in the Google Play Store, a company spokesperson said on Wednesday. Trump Media & Technology Group (TMTG), which operates Truth Social, is expected to make the app available in the Play Store shortly, Google said.\"It's been a pleasure to work with Google and we're glad they helped us to finally bring Truth Social to all Americans, regardless of what device they use,\" TMTG's Chief Executive Officer Devin Nunes said in a statement. Truth Social, which launched in the US in the Apple App Store in February, had not previously been available in the Play Store due to insufficient content moderation, according to a Google spokesperson in August. Google had expressed concerns to Truth Social about violations of its Play Store policies prohibiting content like physical threats and incitement to violence.Without Google and Apple stores, there is no easy way for most smartphone users to download Truth Social. Google's Play Store is the main way users of Android phones in the US download apps. Android users can get apps through competing stores or download them directly from a website, though it often requires extra steps and security permissions. Truth Social has been available through those means even as Google blocked it from the Play Store. Android phones comprise about 40 percent of the US smartphone market. Truth Social restored Trump's presence on social media more than a year after he was banned from Twitter Inc., Facebook and Alphabet Inc.'s YouTube following the Jan. 6, 2021 US Capitol riots, after he was accused of posting messages inciting violence. The TMTG has pledged to deliver an \"engaging and censorship-free experience\" on Truth Social, appealing to a base that feels its views around such hot-button topics such as the outcome of the 2020 presidential election have been scrubbed from mainstream tech platforms.News of Google's approval was first reported by Axios.TJP Documentaries: Citayam Fashion Week Sees Youth Reclaim Jakarta's Public Space TJP Documentaries: The Tragic Victims of Robot Trading and Binary Option Scams TJP Documentaries: Five Legendary Jakarta Snacks "
   }
]